<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>








  <title>Indice Chronologico dos factos mais notaveis da Historia do Brasil desde seu descobrimento em 1500 at&eacute; 1849</title>
  <meta name="AUTHOR" content="Agostinho Marques Perdig&atilde;o Malheiro" />





  <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />





  <style type="text/css">
body {width: 80%; margin-left:10%}
h1, h2, h3, h4 { text-align: center}
h1 {margin: 2em; text-align: center}
h2, h4 {margin-top: 2em}
.author {font-family: serif; font-style:italic; font-weight: bold}
.smallcaps {font-variant: small-caps}
.ficha_tecnica {text-align:center}
.indice {text-align:left; margin-left: 40%}
.quote {
margin-left: 5%;
margin-right: 5%;
}
  </style>
</head>


<body>

<div class="ficha_tecnica">
<h1>INDICE CHRONOLOGICO DOS FACTOS MAIS NOTAVEIS DA HISTORIA DO
BRASIL
DESDE SEU DESCOBRIMENTO EM 1500 AT&Eacute; 1849</h1>



<p>SEGUIDO DE UM SUCCINTO ESBO&Ccedil;O DO ESTADO DO PAIZ AO
FINDAR O ANNO DE
1849</p>



<p>O. D. C.</p>



<p>AO ILLM. E EXM. SNR. CONSELHEIRO</p>



<p>AGOSTINHO MARQUES PERDIG&Atilde;O MALHEIRO</p>



<p>Dignissimo Membro do Supremo Tribunal de Justi&ccedil;a do
Imperio, Fidalgo
Cavalleiro da Casa Imperial, Commendador da Ordem de Christo, Membro
honorario do Instituto Historico e Geographico Brasileiro, &amp;c.
&amp;c.
&amp;c.</p>



<p>POR SEU FILHO</p>



<p><span class="author">AGOSTINHO MARQUES
PERDIG&Atilde;O MALHEIRO</span></p>



<p>Bacharel em Letras pelo Collegio de Pedro II, e Doutor em
Sciencias
Juridicas e Sociaes pela Academia de S. Paulo.</p>



<p>RIO DE JANEIRO<br />



TYPOGRAPHIA DE FRANCISCO DE PAULA BRITO<br />



Pra&ccedil;a da Constitui&ccedil;&atilde;o N. 64.<br />



1850.</p>



</div>



<hr />
<h2>INDICE.</h2>



<ul>



  <li><a href="#ch00">Dedicatoria</a></li>



  <li><a href="#ch01">Introduc&ccedil;&atilde;o</a></li>



</ul>



<p><a href="#ch1"><b>TITULO I.--SECULO XVI.</b></a></p>



<ul>



  <li><a href="#ch1a">Reinado de D. Manoel; de 1500
a 1521</a></li>



  <li><a href="#ch1b">Reinado de D. Jo&atilde;o
III; de 1521 a 1557</a></li>



  <li><a href="#ch1c">Regencia da Rainha D.
Catharina d'Austria; de 1557 a
1562</a></li>



  <li><a href="#ch1d">Regencia do Cardeal D.
Henrique; de 1562 a
1568</a></li>



  <li><a href="#ch1e">Reinado de D.
Sebasti&atilde;o; de 1568 a 1578</a></li>



  <li><a href="#ch1f">Reinado do Cardeal D. Henrique
e Interregno; de 1578
a 1580</a></li>



  <li><a href="#ch1g">Reinado de Philippe II de
Hespanha; de 1580 a
1598</a></li>



  <li><a href="#ch1h">Reinado de Philippe III de
Hespanha; desde
1598</a></li>



</ul>



<p><a href="#ch2"><b>TITULO II.--SECULO XVII.</b></a></p>



<ul>



  <li><a href="#ch2a">Reinado de Philippe III de
Hespanha; at&eacute;
1621</a></li>



  <li><a href="#ch2b">Reinado de Philippe IV de
Hespanha; de 1621 a
1640</a></li>



  <li><a href="#ch2c">Reinado de D. Jo&atilde;o
IV; de 1640 a 1656</a></li>



  <li><a href="#ch2d">Regencia da Rainha D. Luiza de
Gusm&atilde;o e Reinado de D.
Affonso VI; de 1656 a 1667</a></li>



  <li><a href="#ch2e">Regencia do Infante D. Pedro;
de 1667 a 1685</a></li>



  <li><a href="#ch2f">Reinado de D. Pedro II; desde
1683</a></li>



</ul>



<p><a href="#ch3"><b>TITULO III.--SECULO XVIII.</b></a></p>



<ul>



  <li><a href="#ch3a">Reinado de D. Pedro II;
at&eacute; 1706</a></li>



  <li><a href="#ch3b">Reinado de D. Jo&atilde;o
V; de 1706 a 1750</a></li>



  <li><a href="#ch3c">Reinado de D. Jos&eacute;
I; de 1750 a 1777</a></li>



  <li><a href="#ch3d">Reinado de D. Maria I; de 1777
a 1792</a></li>



  <li><a href="#ch3e">Regencia do Principe D.
Jo&atilde;o desde 1792</a></li>



</ul>



<p><a href="#ch4"><b>TITULO IV.--SECULO XIX.</b></a></p>



<p><a href="#ch5">CAPITULO I. 1800--1822.</a></p>



<ul>



  <li><a href="#ch5a">Regencia do Principe D.
Jo&atilde;o; at&eacute; 1816</a></li>



  <li><a href="#ch5b">Reinado de D. Jo&atilde;o
VI; de 1816 a 1821</a></li>



  <li><a href="#ch5c">Regencia do Principe D. Pedro
(no Brazil); de 1821 a
1822</a></li>



</ul>



<p><a href="#ch6">CAPITULO II. 1822--1831.</a></p>



<ul>



  <li><a href="#ch6a">Reinado do 1.&ordm;
Imperador o Sr. D. Pedro
I</a></li>



</ul>



<p><a href="#ch7">CAPITULO III. 1831--1840.</a></p>



<ul>



  <li><a href="#ch7a">Regencia pela minoridade do
2.&ordm;
Imperador</a></li>



</ul>



<p><a href="#ch8">CAPITULO IV. 1840--1849.</a></p>



<ul>



  <li><a href="#ch8a">Reinado do 2.&ordm;
Imperador o Sr. D. Pedro
II</a></li>



</ul>



<p><b>APPENDICE.</b></p>



<ul>



  <li><a href="#ch9a">Situa&ccedil;&atilde;o,
&amp;c., do Brazil</a></li>



  <li><a href="#ch9b">Limites</a></li>



  <li><a href="#ch9c">Linha divisoria</a></li>



  <li><a href="#ch9d">Riqueza natural</a></li>



  <li><a href="#ch9e">Popula&ccedil;&atilde;o</a></li>



  <li><a href="#ch9f">Religi&atilde;o</a></li>



  <li><a href="#ch9g">Divis&atilde;o
Administrativa</a></li>



  <li><a href="#ch9h">Divis&atilde;o
Ecclesiastica</a></li>



  <li><a href="#ch9i">Organisa&ccedil;&atilde;o
politica</a></li>



  <li><a href="#ch9j">Organisa&ccedil;&atilde;o
Judiciaria</a></li>



  <li><a href="#ch9k">Tranquillidade publica</a></li>



  <li><a href="#ch9l">Moral</a></li>



  <li><a href="#ch9m">Instruc&ccedil;&atilde;o
publica</a></li>



  <li><a href="#ch9n">Illustra&ccedil;&atilde;o</a></li>



  <li><a href="#ch9o">Industria</a></li>



  <li><a href="#ch9p">Rela&ccedil;&otilde;es
externas</a></li>



  <li><a href="#ch9q">Necessidades do Paiz</a></li>



</ul>



<hr />
<a name="ch00"></a>
<h1>A MEU PAI.</h1>



<p>Dignai-vos acceitar a exigua offerta que em p&uacute;blica
e solemne prova de
minha eterna e sincera gratid&atilde;o ouso fazer-vos.</p>



<p>Tudo vos devo, a vida, a educa&ccedil;&atilde;o, a
posi&ccedil;&atilde;o que ora tenho na
sociedade.</p>



<p>E v&oacute;s n&atilde;o ignoraes os sacrificios que
essa educa&ccedil;&atilde;o vos tem custado.</p>



<p>Acceitando a insignificante offerenda que vos fa&ccedil;o,
permitti que com o
vosso nome eu a ampare e resguarde, assim como v&oacute;s me
amparastes desde a
infancia at&eacute; a actualidade.</p>



<p>A produc&ccedil;&atilde;o que v&ecirc;des
constitue as primicias da se&aacute;ra que com tanto zelo
fizestes cultivar. Mais um titulo para vos ser ella exclusivamente
offerecida.</p>



<p>N&atilde;o possuo cabedaes, al&eacute;m da
educa&ccedil;&atilde;o que me d&eacute;stes; della procurei
colher um fructo que vos offertasse em signal de meu reconhecimento.</p>



<p>Eil-o; acceitai-o e protegei-o, que eu serei feliz.</p>



<p>Respeitoso beija as vossas m&atilde;os</p>



<p>Vosso filho e amigo</p>



<p>Dr. <i>Agostinho Marques Perdig&atilde;o Malheiro</i>.</p>



<a name="ch01"></a>
<h1>AO LEITOR.</h1>



<p>Em o <i>Jornal do Commercio</i> de 13 do
fevereiro do anno proximo
passado, fizemos publicar o seguinte:</p>



<div class="quote">
<p>ATLAS CHRONOLOGICO DOS FACTOS MAIS NOTAVEIS DA HISTORIA DO
BRASIL DESDE 1500 AT&Eacute; 1848,
INCLUSIVE.</p>



<p>&laquo;Tal he a primeira produc&ccedil;&atilde;o
que pretendemos dar ao pr&eacute;lo... A obra
constar&aacute; de sete mappas:--No 1.&ordm; se
achar&atilde;o os factos mais
memoraveis da historia do Brazil no seculo dezeseis; no 2.&ordm;,
os
do seculo dezesete; no 3.&ordm;, os do seculo dezoito. Os quatro
ultimos dar&atilde;o os do seculo dezenove na ordem seguinte:--o
1.&ordm;,
desde 1800 a 1822; o 2.&ordm;, desde 1822 a 1831; o 3.&ordm;,
desde 1831 a 1840; e o 4.&ordm;, desde 1840 a 1848.</p>



<p>&laquo;Foi este o systema mais claro e succinto que
excogit&aacute;mos de escrever a
historia com algum proveito para os que a lerem; porque d'este modo o
leitor ter&aacute; diante dos olhos em um s&oacute; quadro a
narra&ccedil;&atilde;o historica dos
factos que mais avultam e sobresahem, e que n&atilde;o devem ser
ignorados de
Brasileiro algum, sobretudo d'aquelles que se consagr&atilde;o
&aacute; vida litteraria,
politica, &amp;c.</p>



<p>&laquo;A base do nosso methodo de escrever he, como se v&ecirc;,
a <i>divis&atilde;o
chronologica</i> em seculos. Assim dividimos a historia do Brazil
em quatro
seculos:--A dos tres primeiros, isto he, dos seculos dezeseis,
dezesete, e
dezoito, p&ocirc;de ser escripta cada uma em um s&oacute;
mappa; de maneira que no
1.&ordm; mappa o leitor tem debaixo dos olhos o que de mais notavel
se passou no seculo dezeseis; do mesmo modo no 2.&ordm; mappa o do
seculo dezesete; e no 3.&ordm;, o do seculo dezoito.</p>



<p>&laquo;Mas para o seculo dezenove, n&atilde;o sendo possivel
escrever todos os factos
em um s&oacute; mappa, foi indispensavel fazer divis&otilde;es.
Para esta subdivis&atilde;o
tom&aacute;mos por base as <i>&eacute;pocas historicas</i>.
Assim, comprehendendo os
quatro ultimos mappas a historia desde 1800 a 1848, o 1.&ordm;
come&ccedil;a
em 1800 e termina em meiados de 1822; o 2.&ordm; come&ccedil;a
em 7 de
Setembro de 1822 (&eacute;poca gloriosa da
proclama&ccedil;&atilde;o da Independencia, em
virtude da qual o Brasil se constituio Imperio livre sob o governo de
seu
magnanimo fundador o Senhor D. Pedro I), e termina em 7 de Abril de
1831
(&eacute;poca em que teve lugar a abdica&ccedil;&atilde;o,
findando d'este modo o governo do
primeiro Imperador); o 3.&ordm; come&ccedil;a no mesmo dia 7 de
Abril (&eacute;poca
em que pela abdica&ccedil;&atilde;o ficou o Brasil sob o
governo de uma regencia em nome
do segundo Imperador), e termina em 23 de Julho de 1840
(&eacute;poca em que pela
proclama&ccedil;&atilde;o da maioridade do mesmo Senhor cessou
a Regencia); o
4.&ordm;, finalmente, come&ccedil;a em 23 de Julho de 1840
(&eacute;poca em que
come&ccedil;ou o governo do segundo Imperador o Senhor D. Pedro
II), e termina em
31 de Dezembro de 1848.</p>



<p>&laquo;Por esta exposi&ccedil;&atilde;o v&ecirc;-se
quanto tempo e trabalho deve necessariamente
ter consumido uma obra d'estas. E com effeito, n&atilde;o nos temos
poupado a
fadigas para apresentar ao publico uma produc&ccedil;&atilde;o
a mais exacta possivel, j&aacute;
a respeito dos factos em si, j&aacute; a respeito das causas que
lhes der&atilde;o
origem, e resultados dos mesmos factos, j&aacute; finalmente a
respeito da &eacute;poca e
lugar em que se elles passar&atilde;o; porque n&atilde;o he
bastante saber que tal facto
existio: he preciso, n&atilde;o s&oacute; remontar &aacute;
philosophia da historia, isto he,
indagar a raz&atilde;o da existencia do facto, suas causas, sua
liga&ccedil;&atilde;o com os que
o precederam, bem como suas consequencias; mas tambem classifical-o
competentemente em rela&ccedil;&atilde;o ao tempo e ao lugar,
isto he, torna-se
indispensavel o auxilio da Geographia e da Chronologia, duas
irm&atilde;s gemeas e
inseparaveis da Historia.</p>



<p>&laquo;Sem estas condi&ccedil;&otilde;es, inutil he o
conhecimento abstracto dos factos
historicos por mais importantes e interessantes que sej&atilde;o;
bem como sem a
Philosophia e Critica, he caminhar com pouca seguran&ccedil;a na
investiga&ccedil;&atilde;o das
verdades historicas.</p>



<p>&laquo;Temos empregado todas as nossas for&ccedil;as para
satisfazer o melhor
possivel a esta nossa inten&ccedil;&atilde;o; e para isso
havemos revolvido as obras dos
melhores historiadores, as collec&ccedil;&otilde;es de leis, os
documentos authenticos,
os roteiros e viagens, os periodicos litterarios, a Arte de verificar
as
datas; emfim, um sem numero de obras, sem as quaes impossivel he dar um
s&oacute;
passo em hum trabalho d'esta natureza. E quem se tiver dado ao estudo
da
historia concordar&aacute; em tudo quanto hemos dito.</p>



<p>&laquo;Por conseguinte, si, apezar disto, o nosso trabalho contiver
defeitos e
lacunas (o que irremediavelmente ha de acontecer, pois que
n&atilde;o ha cousa
alguma, por mais bem elaborada, que s&aacute;ia perfeita das
m&atilde;os de um ente por
sua natureza imperfeito, qual o homem), desde j&aacute; declaramos
sujeitar-nos &aacute;s
observa&ccedil;&otilde;es da <i>boa critica</i>,
d'essa que procura esclarecer os factos,
apresentar a verdade, e n&atilde;o obscurecel-os para d'est'arte
trazer a confus&atilde;o
e illudir as gera&ccedil;&otilde;es futuras; e protestamos
tomal-as na devida
considera&ccedil;&atilde;o, ou para
correc&ccedil;&atilde;o nossa e melhor
instruc&ccedil;&atilde;o, ou para as
combatermos, caso tenhamos fundamento em persistir na
opini&atilde;o por n&oacute;s
seguida na mencionada obra.</p>



<p>&laquo;N&oacute;s n&atilde;o nos contentamos unicamente com
exarar os factos; damos tambem a
raz&atilde;o de sua existencia, isto he, as causas que os
origin&aacute;r&atilde;o, e bem assim
os seus resultados ou consequencias. De espa&ccedil;o em
espa&ccedil;o, em breves
parenthesis, damos noticia do estado do Brazil em differentes
&eacute;pocas, para
assim ir o leitor seguindo a marcha progressiva ou regressiva do paiz
nos
differentes tempos. Al&ecirc;m d'isso, offerecemos tambem entre
parenthesis
muitas observa&ccedil;&otilde;es, quer a respeito dos factos,
quer das pessoas que
n'elles represent&aacute;r&atilde;o, quer das suas causas e
tempo em que se pass&aacute;r&atilde;o;
porque, havendo muita cousa controversa, indispensavel era dar o
fundamento
do nosso dizer. Por fim terminar&aacute; a obra com um mui breve e
succinto esbo&ccedil;o
do estado do Brazil ao findar o anno de 1848.</p>



<p>&laquo;Eis em poucas palavras o plano da obra que pela primeira vez
tencionamos submetter ao juizo publico; a qual, pela
exposi&ccedil;&atilde;o que temos
feito, se conhece n&atilde;o ser huma <i>Historia Geral do
Brazil</i> (para o que
seri&atilde;o necessarios muitos volumes), mas t&atilde;o
s&oacute;mente dos factos mais
notaveis d'ella nas &eacute;pocas indicadas, desde o seu
descobrimento.&raquo;</p>



</div>



<p>A obra que actualmente temos a honra de dar &aacute; luz
publica he <i>no
fundo</i> a mesma que haviamos promettido no annuncio acima
transcripto, si
bem que modificada no <i>titulo</i> e na <i>f&oacute;rma</i>.</p>



<p>O systema que haviamos adoptado para sua
publica&ccedil;&atilde;o era imitativo do de
Le Sage, cuja superior vantagem n&atilde;o soffre
contesta&ccedil;&atilde;o para aquelles que
preferem a solidez e a realidade &aacute; superficialidade
acobertada com pomposas
express&otilde;es.</p>



<p>J&aacute; grande parte se achava typographicamente
composta, quando
circumstancias imprevistas, sobretudo a de n&atilde;o se achar em
uma s&oacute; parte
d'esta grande Capital o papel cartonado proprio para semelhante genero
de
impress&atilde;o, e n&atilde;o querermos demorar
indefinidamente a publica&ccedil;&atilde;o promettida,
&aacute; espera que viesse da Europa o papel que se mandasse
buscar, fizer&atilde;o-nos
de accordo com o Impressor destruir tudo quanto estava feito, e dar <i>nova
f&oacute;rma e novo titulo</i>.</p>



<p>Eis porque fizemos publicar a obra na f&oacute;rma
ordinaria, desprezando a dos
mappas (que haviamos promettido), e substituimos o titulo pelo que ora
tem
de <i>Indice Chronologico, etc</i>.</p>



<p>Sirv&atilde;o portanto estas
considera&ccedil;&otilde;es de publica
satisfa&ccedil;&atilde;o de huma falta
absolutamente involuntaria, que muito nos t&ecirc;m magoado e
desgostado, como he
facil comprehender.</p>



<p>Em compensa&ccedil;&atilde;o encontrar&aacute; o
leitor, al&ecirc;m do promettido, mais a historia
do anno passado (1849), e o estado do Brazil ao findar esse anno e
entrar o
em que nos achamos de 1850.</p>



<p>E, como graves factos se h&atilde;o passado at&eacute;
o meiado do corrente anno (data
em que isto escrevemos), para satisfazermos a curiosidade do leitor,
que
quizer hir acompanhando a marcha successiva dos acontecimentos notaveis
de
nossa Historia Contemporanea, aqui os apresentamos em mui succinta
exposi&ccedil;&atilde;o.</p>



<p>Nas rela&ccedil;&otilde;es internas:--A sentidissima
morte do Principe Imperial o
Senhor D. Pedro Affonso (10 de Janeiro); a
pacifica&ccedil;&atilde;o de Pernambuco pela
dissolu&ccedil;&atilde;o das for&ccedil;as insurgentes
acoutadas nas mattas d'Agua-Preta; as
quest&otilde;es suscitadas em consequencia de recusarem alguns
Chefes acceitar as
amnistias condicionaes que lhes for&atilde;o concedidas; a peste
por quas&iacute; todo o
littoral do Brazil, denominada <i>febre amarella</i>, e
que fez milhares de
victimas; o procedimento do Bar&atilde;o de Jacuhy e sua briosa
pertinacia em
continuar no seu intento contra a Banda Oriental, at&eacute; que se
dissolver&atilde;o
voluntariamente suas for&ccedil;as, e elle se apresentou em
Porto-Alegre; a
sanc&ccedil;&atilde;o e publica&ccedil;&atilde;o do
Codigo Commercial Brazileiro, que ser&aacute; dado &aacute;
execu&ccedil;&atilde;o de 1.&ordm; de Janeiro do anno
proximo futuro em diante; a
agita&ccedil;&atilde;o dos espiritos por causa dos factos
praticados pelo Cruzeiro
Inglez, as discuss&otilde;es pela imprensa e na tribuna parlamentar
a que elles
tem dado lugar (Junho e Julho): eis os factos que mais
avult&atilde;o.</p>



<p>Nas rela&ccedil;&otilde;es externas:--As
complica&ccedil;&otilde;es em que nos achamos no Sul do
Imperio pelos factos do Bar&atilde;o de Jacuhy, haver este
transposto o Quarahim,
e em territorio estrangeiro praticado actos de guerra; as
reclama&ccedil;&otilde;es ao
Gabinete de Paris e ao Governador de Cayenna sobre o apparecimento de
navios e for&ccedil;as Francezas no lago Amap&aacute; no N. do
Imperio; as repetidas
affrontas e insultos que temos soffrido da Gr&atilde;-Bretanha, a
qual tem
continuado a abusar com o seu despotismo e insolencia proverbiaes,
desprezando todos os principios sagrados do Direito Internacional,
escarnecido do nosso pavilh&atilde;o, affrontado todos os Poderes
do Estado, e
violado impunemente os nossos direitos soberanos, a honra e dignidade
nacional: eis os factos mais salientes.</p>



<p>A maior quest&atilde;o da actualidade &eacute; por sem
duvida a de nossas rela&ccedil;&otilde;es com
a Inglaterra.</p>



<p>O Cruzeiro Inglez acha-se autorizado pelo Governo da
Gr&atilde;-Bretanha, a
cuja testa se acha Lord Palmerston, para percorrer os nossos mares
territoriaes, entrar nos nossos portos, e em qualquer parte que seja
proceder &aacute; <i>vizita e busca</i> nos navios
mercantes que lhe parecer,
<i>aprizional-os</i>, e remettel-os para Santa Helena, ou <i>incendiar</i>
ou <i>metter a pique</i>!</p>



<p>Elle o tem feito; e mais ainda!</p>



<p>E isto em contraven&ccedil;&atilde;o de todos os
principios, em contraven&ccedil;&atilde;o da
Conven&ccedil;&atilde;o de 1826, em
contraven&ccedil;&atilde;o mesmo do famoso bill de 8 de Agosto
de
1845!</p>



<p>E qual a causa? A continua&ccedil;&atilde;o do trafico
de Africanos, existir em vigor
o Art. 1.&ordm; do Tratado de 23 de Novembro de 1826, e se ter o
Governo do Brazil, desde que cessar&atilde;o em 1845 os Tratados
que estabeleci&atilde;o
o modo de realisar esse solemne compromisso, recusado sempre chegar a
hum
accordo com a Gr&atilde;-Bretanha a tal respeito.</p>



<p>Huma duzia de traficantes (que pela maior parte n&atilde;o
s&atilde;o Brazileiros),
insaciaveis de ouro, embora seja elle adquirido pelos meios mais
infames,
v&iacute;s e criminosos, tem-nos feito passar pelos vexames que ora
nos opprimem,
pela vergonha e ignominia de nos vermos assim atrozmente injuriados e
offendidos no que ha de mais melindroso, em quanto elles
folg&atilde;o e riem no
meio do loda&ccedil;al de suas riquezas adquiridas pelo <i>trafico</i>,
pela
destrui&ccedil;&atilde;o da liberdade dos Africanos, pela venda
de carne humana! E o que
mais enche de indigna&ccedil;&atilde;o he que muitos d'elles
s&atilde;o cobertos de
condecora&ccedil;&otilde;es e honras (que s&oacute;
devi&atilde;o brilhar em peitos respeitadores das
leis naturaes, divinas e humanas); e rodeados de prestigio na sociedade
pela influencia do seu ouro!</p>



<p>Basta. Ao Governo cumpre fazer-nos sahir da gravissima
situa&ccedil;&atilde;o em que
nos achamos, do modo que mais condigno f&ocirc;r com os nossos
interesses,
direitos e honra.</p>



<p>Rio de Janeiro, 14 de Julho de 1850.</p>



<p>O Autor.</p>



<h2>TITULO I.</h2>



<a name="ch1"></a>
<h3>SECULO XVI.</h3>



<a name="ch1a"></a>
<h4>1500.</h4>




<p>Reinando em Portugal El-Rei <span class="smallcaps">D.
Manoel</span>,
parte de Lisboa huma esquadrilha sob o commando de <i>Pedro
Alvares
Cabral</i> com destino &aacute; India, cujo caminho pelo Cabo
Tormentorio ou de
Boa-Esperan&ccedil;a havia sido descoberto por Bartholomeo Dias e
Vasco da Gama;
por&eacute;m obrigado a descambar para O. afim de desviar-se das
c&oacute;stas, &eacute;
acossado pelos ventos e impellido cada vez mais para este rumo.
Entregue
assim &aacute; merc&ecirc; da Providencia, avista elle terras
da America Meridional em
<i>22 de Abril</i>. (Muito divergem os Historiadores sobre
o dia do
descobrimento do Brasil; por&eacute;m a opini&atilde;o mais
geralmente seguida, ao menos
at&eacute; certa &eacute;poca, foi a de <i>Ozorio</i>,
<i>Barros</i>, e outros que
assignal&atilde;o a este acontecimento o dia <i>24 de Abril</i>,
fundados talvez
na rela&ccedil;&atilde;o de um piloto que vinha nesta
expedi&ccedil;&atilde;o e por isso testemunha
ocular. N&oacute;s por&eacute;m assignalamos o dia 22, fundados
na carta que a D. Manoel
escreveo <i>Pedro Vaz de Caminha</i>, que vinha na
expedi&ccedil;&atilde;o como Escriv&atilde;o
da armada, testemunha ocular, e digna de todo o conceito; carta que se
v&ecirc;
publicada pelo P. Ayres do Cazal na sua insigne--<i>Corographia
Brasilica</i>,--e mais accuradamente nas--<i>Noticias
Ultramarinas Tom.
4.&ordm;</i> Al&eacute;m disto temos em nosso apoio as
autoridades mui
valiosas do mesmo <i>Cazal, de Varnaghen, de Fr. Francisco de S.
Luiz</i>
no seu <i>Indice Chronologico</i> e de outros Escriptores.
Accresce que os
proprios Autores que opin&atilde;o ter sido o dia 24, nos
ministr&atilde;o armas para nos
confirmarmos nesta nossa opini&atilde;o: porque o mencionado piloto
assevera ter
sido o descobrimento na <i>Quarta feira</i> do oitavario
de Pascoa, que he
exactamente o mesmo que diz Caminha na carta citada. Estando pois
concordes
huma e outra testemunha ocular no dia da semana, alguma se engana no
dia do
mez. E com effeito, tendo sido neste anno o dia de Pascoa em <i>19
de
Abril</i> (V. <i>Taboa Chronologica</i> da <i>Arte
de verificar as
datas</i>), <i>Quarta feira</i> do oitavario
n&atilde;o podia ser sen&atilde;o 22, como
com toda a raz&atilde;o diz Caminha, e n&atilde;o 24 como menos
exactamente affirma o
piloto referido).--Ao primeiro monte avistado
d&eacute;r&atilde;o o nome de <i>monte
Pascoal</i> e &aacute; terra <i>Terra da Vera Cruz</i>
(que depois cham&aacute;r&atilde;o <i>de
Santa Cruz</i>, e mais tarde <i>Brasil</i>).--Desembarca
<i>Pedro Alvares
Cabral</i> no lugar denominado mais tarde <i>Porto seguro</i>.
No dia
<i>1.&ordm; de Maio</i> planta a Cruz com o
padr&atilde;o das Armas de
Portugal em signal de solemne posse do paiz para a Cor&ocirc;a
Portugueza. Depois
de despachar para Lisboa o Capit&atilde;o Gaspar de Lemos a dar
parte a El-Rei da
inesperada e felicissima descoberta, faz-se de v&eacute;la para o
Cabo de
Boa-Esperan&ccedil;a e India seu primeiro destino.</p>



<h4>1501.</h4>



<p>Ao mando de <i>Gon&ccedil;alo Coelho</i>
chega ao <i>Brasil</i> a primeira
expedi&ccedil;&atilde;o Portugueza para explorar as costas das
novas terras. (N'esta
expedi&ccedil;&atilde;o, segundo alguns escriptores, veio
tambem o celebre <i>Americo
Vespucio</i> em servi&ccedil;o de Portugal. E outros, como
seja <i>Fr. Francisco
de S. Luiz</i> no seu <i>Indice Chronologico</i>,
d&atilde;o a entender que esta
expedi&ccedil;&atilde;o foi commandada por Americo, o qual
n&atilde;o s&oacute; percorreo toda a costa
do <i>Brasil</i> at&eacute; o Prata, como chegou
&aacute; Patagonia: por&eacute;m, a darmos
cr&eacute;dito &aacute;s cartas do pr&oacute;prio Americo,
l&aacute; temos nas <i>Noticias
Ultramarinas, Tom. 2.&ordm;</i>, a sua 1.&ordf; carta, da
qual
se deprehende que n&atilde;o era elle o Capit&atilde;o da
expedi&ccedil;&atilde;o).</p>



<h4>1503.</h4>



<p>Segunda expedi&ccedil;&atilde;o &eacute; enviada
ao Brasil &aacute;s ordens de <i>Christov&atilde;o
Jacques</i>. (Alguns Escriptores dizem ter sido &aacute;s
ordens de <i>Fern&atilde;o de
Noronha</i>, primeiro Donatario da ilha do mesmo nome). Descobre
elle a
Bahia de <i>Todos os Santos</i> (segundo <i>Fr.
Francisco de S. Luiz</i> na
obra j&aacute; citada, foi esta bahia descoberta por <i>Americo
Vespucio</i> em
huma segunda expedi&ccedil;&atilde;o que fez por mandado do
Rei); e funda huma Colonia em
<i>Vera-Cruz</i>. Depois desta
expedi&ccedil;&atilde;o come&ccedil;a a ser levado
&aacute; Europa o p&aacute;o
<i>brasil</i>, donde veio a
denomina&ccedil;&atilde;o que ora tem o paiz. (Segundo alguns
Escriptores, <i>Christov&atilde;o Jacques</i>
explorando as costas foi plantando
padr&otilde;es nos lugares mais apropriados; por&eacute;m,
segundo outros, cabe este
feito a Martim Affonso de Sousa).</p>



<h4>1510.</h4>



<p>D&aacute; &aacute; costa na Bahia de <i>Todos
os Santos</i> hum navio Portuguez. A
maior parte da tripula&ccedil;&atilde;o e passageiros morreo ou
no naufragio ou &aacute;s m&atilde;os
dos Indigenas. <i>Diogo Alvares Corr&ecirc;a</i>
por&eacute;m consegue a sua salva&ccedil;&atilde;o e
at&eacute; fazer-se respeitado e amado desses p&oacute;vos
anthropophagos por ter podido
salvar comsigo huma arma de fogo, com a qual ajudou-os a debellar e
vencer
os seus formidaveis inimigos. Denominar&atilde;o-o por isso o <i>Caramur&uacute;</i>,
que
quer dizer o <i>homem de fogo</i>.</p>



<h4>1515.</h4>



<p><i>Jo&atilde;o Dias Solis</i> ao
servi&ccedil;o da Hespanha percorre a costa do
<i>Brasil</i> desde o Cabo de Santo Agostinho
at&eacute; o Rio da Prata, ao qual
deo o seu nome (e, posto que este rio tivesse perdido o nome de Solis
para
receber o de Prata, comtudo ainda hoje ha o rio de Solis que nelle
desagua,
e que conserva immortal o nome deste illustre navegante). N'esta viagem
descobre elle a Bahia de <i>Nictherohy</i>, depois chamada
do <i>Rio de
Janeiro</i>. (&Eacute; grave quest&atilde;o quem tenha
sido o descobridor desta Bahia, si
<i>Americo Vespucio</i>, si <i>Gon&ccedil;alo
Coelho</i>, si <i>Solis</i>, si
<i>Magalh&atilde;es</i> e <i>Falleiro</i>,
ou si <i>Martim Affonso</i>. Alguns AA.
at&eacute; querem que tivesse sido em 1501. (V. Pizarro, <i>Memorias
do Rio de
Janeiro</i>; e Varnaghen, <i>Notas ao Roteiro de Pero Lopes</i>)).
Esta
expedi&ccedil;&atilde;o deo lugar a quest&otilde;es de
limites e a reclama&ccedil;&otilde;es entre Portugal e
Hespanha, sobretudo &aacute; vista da celebre decis&atilde;o do
Papa Alexandre
6.&ordm;. O Imperador Carlos 5.&ordm;, ent&atilde;o Rei de
Hespanha,
attendeo a todas as reclama&ccedil;&otilde;es, e at&eacute;
punio os implicados em semelhante
expedi&ccedil;&atilde;o como quebrantadores da paz entre os
dous Reinos.</p>



<h4>1519.</h4>



<p>Entr&atilde;o na Bahia do Rio de Janeiro os celebres
Portuguezes <i>Fernando de
Magalh&atilde;es</i>, e <i>Ruy Falleiro</i>,
ent&atilde;o ao servi&ccedil;o de Hespanha, os
quaes se destinav&atilde;o a fazer o primeiro giro &aacute;
roda do globo (13 de
Dezembro). Partem ao depois para o seu destino; e Magalh&atilde;es
d&aacute; o seu nome
ao estreito que communica o Atlantico ao Pacifico no S. da America
entre a
Patagonia e Terra-do-Fogo.</p>



<h4>1521.</h4>



<p>Morre El-Rei D. Manoel (13 de Dezembro).--Durante o seu
reinado toda a
atten&ccedil;&atilde;o estava absorvida pela India, cujas
riquezas j&aacute; de muito er&atilde;o
conhecidas na Europa; de sorte que, n&atilde;o merecendo cuidado o
Brasil, apenas
se enviar&atilde;o a povoar e colonisar o paiz degradados,
criminosos, prostitutas
emfim a esc&oacute;ria da sociedade. Taes for&atilde;o por
muito tempo os primeiros
colonos!</p>



<a name="ch1b"></a>
<h4>1521.</h4>



<p>S&oacute;be ao throno D. <span class="smallcaps">Jo&atilde;o
III</span>, filho e
successor de D. Manoel.--Melhor informado que seu Pae, e por isso muito
esperando das novas terras na America, leva este Rei sua
atten&ccedil;&atilde;o para as
colonias em geral, e muito especialmente para o Brasil.</p>



<h4>1526.</h4>



<p>Para obstar a qualquer tentativa dos estrangeiros no Brasil
parte huma
esquadra ao mando de <i>Christov&atilde;o Jacques</i>.
Com effeito, chegando este
&aacute; Bahia de Todos os Santos encontra e mette a pique dous
navios Francezes
que poucos dias antes ahi havi&atilde;o entrado. Parte depois para
o Norte, e
funda nas costas de Pernambuco a primeira feitoria Portugueza,
denominada
<i>Itamarac&aacute;</i>.</p>



<h4>1530.</h4>



<p>Tendo-se os Francezes estabelecido na feitoria de
Itamarac&aacute;, por elles
occupada, envia El-Rei <i>Duarte Coelho Pereira</i> que os
expulsa, e
transfere a feitoria para <i>Iguara&ccedil;&uacute;</i>,
poucas milhas distante da
primeira.--Tendo-se tambem sabido que os Hespanh&oacute;es se
achav&atilde;o
estabelecidos no Rio da Prata, e temendo El-Rei que elles se quizessem
estender pelas terras do Brasil envia uma armada &aacute;s ordens
de <i>Martim
Affonso de Sousa</i> (3 de Dezembro).</p>



<h4>1531.</h4>



<p>El-Rei divide o Brasil em Capitanias hereditarias; as quaes
distribue
por pessoas benemeritas por seus servi&ccedil;os com a
obriga&ccedil;&atilde;o de povoal-as afim
de obstar &aacute;s invas&otilde;es estrangeiras, e aos ataques
dos Indigenas.--Martim
Affonso de Sousa, primeiro Donatario, chega a Pernambuco e dirige-se
para o
sul: entra na Bahia de Nicterohy ou Rio de Janeiro a 30 de Abril (posto
que
alguns Escriptores dizem ter sido ao 1.&ordm; de Janeiro de 1532, e
outros ao 1.&ordm; de Janeiro de 1531. N&oacute;s
por&eacute;m seguimos neste ponto
o <i>Diario da Navega&ccedil;&atilde;o</i> de Pero
Lopes, onde se pode ver a observa&ccedil;&atilde;o
que faz Varnaghen a esta quest&atilde;o): corre ao S., e chega
at&eacute; o Rio da Prata.
N&atilde;o encontrando pela costa estabelecimento algum Hespanhol
ou estrangeiro,
faz-se de volta &aacute; sua Capitania.</p>



<h4>1532.</h4>



<p>Entra Martim Affonso na Bahia de <i>S. Vicente</i>
na Capitania do mesmo
nome (22 de Janeiro), e ahi funda elle a primeira
povoa&ccedil;&atilde;o de alguma
importancia no Brasil, que denomina <i>S. Vicente</i>.
(Outros escriptores
dizem ter Martim Affonso entrado no porto de <i>Santos</i>
e depois disto
fundado ao S. desta Bahia a colonia de S. Vicente. Por&eacute;m
abandonando esta
opini&atilde;o por menos bem fundada, seguimos inteiramente a
rela&ccedil;&atilde;o de Pero
Lopes, j&aacute; tantas vezes citada). Brilhante foi a sua
administra&ccedil;&atilde;o. Por meio
de <i>Jo&atilde;o Ramalho</i> conseguio a
allian&ccedil;a do celebre Indio
<i>Tebyri&ccedil;&aacute;</i>; e em paz com os
Indigenas, s&oacute; cuidou na prosperidade da
colonia, introduzio as cria&ccedil;&otilde;es muares, a canna
de assucar, etc.</p>



<h4>1534.</h4>



<p><i>Pero Lopes de Sousa</i>, irm&atilde;o de
Martim Affonso, tendo obtido a
Capitania de <i>S. Amaro</i> encravada na de S. Vicente,
consegue fundar
huma pequena colonia, n&atilde;o sem bastante resistencia dos
Indigenas.--A
<i>Pero de Goes</i> coube a Capitania da <i>Parahyba
do Sul</i>; e tendo
della tomado posse neste anno, v&ecirc;-se obrigado a abandonal-a
dentro em pouco
tempo.--A <i>Vasco Fernandes Coutinho</i> coube a
Capitania do <i>Espirito
Santo</i>: consegue estabelecer-se nas
immedia&ccedil;&otilde;es do lugar onde
desembarcou Cabral, e ald&ecirc;ar os Indios Tupininquins ahi
existentes.--A
<i>Jorge de Figueiredo Corr&ecirc;a</i> foi dada a
Capitania dos <i>Ilh&eacute;os</i>; e
a <i>Pero do Campo Toyrinho</i> a de <i>Porto-Seguro</i>.
Ambas estas
Capitanias florecer&atilde;o dentro em pouco tempo, chegando
at&eacute; a de Porto-Seguro
a exportar grande quantidade de assucar.</p>



<h4>1535.</h4>



<p>Tendo sido dada a <i>Duarte Coelho Pereira</i> a
Capitania de
<i>Pernambuco</i>, chega elle ao seu destino, trazendo em
sua companhia
grande numero de familias: e depois de expellir os temiveis
Cahet&eacute;s, lan&ccedil;a
os fundamentos da cidade de Olinda. Na expuls&atilde;o dos
Cahet&eacute;s muito o
auxili&aacute;r&atilde;o os Indios <i>Tabyra</i>, <i>Hagybe</i>
(bra&ccedil;o de ferro), e
<i>Piragyhe</i> (bra&ccedil;o de peixe).--Ao celebre
historiador <i>Jo&atilde;o de
Barros</i> f&ocirc;ra dada a Capitania do <i>Maranh&atilde;o</i>.
Por&eacute;m n&atilde;o lhe sendo
possivel tratar immediatamente de povoar e colonisar a Capitania,
cedeo-a
em favor de <i>Luiz de Mello</i>, ao qual succede a
desgra&ccedil;a de naufragar
nos baixios do Maranh&atilde;o.--A <i>Francisco Pereira
Coutinho</i> coube a
Capitania da <i>Bahia de Todos os Santos</i>; e chega a
seu destino neste
anno. (Af&oacute;ra as 9 capitanias que temos mencionado, devemos
&aacute;s
minuciosissimas investiga&ccedil;&otilde;es do Sr. Varnaghen o
conhecimento de mais 3,
cujos Donatarios foram Ayres da Cunha, Fern&atilde;o Alvares de
Almada, e Antonio
Cardoso de Barros, perfazendo assim o numero de 12, em que diz Barros
f&ocirc;ra
dividido o Brasil).</p>



<h4>1535--1548.</h4>



<p>Tendo sido mal succedido Luiz de Mello na Capitania do
Maranh&atilde;o, &eacute; Jo&atilde;o
de Barros reintegrado nos seus direitos a essa Capitania. Faz elle uma
sociedade com <i>Fern&atilde;o Alvares de Andrade</i>,
e <i>Ayres da Cunha</i>
para a colonisa&ccedil;&atilde;o da Capitania. Sahe com effeito
huma expedi&ccedil;&atilde;o ao mando
de Ayres da Cunha; por&eacute;m teve nos mesmos baixios do
Maranh&atilde;o o mesmo
desastroso fim de Luiz de Mello (1536).--Tambem na sua Capitania he
infeliz
Francisco Pereira Coutinho, mas por culpa sua. E com effeito, em lugar
de
tratar brandamente os Indios e de procurar sua amizade e
allian&ccedil;a, fez-lhes
guerra de exterminio, chegando at&eacute; a apossar-se dolosamente
de Diogo
Alvares Corr&ecirc;a o <i>Caramur&uacute;</i>. A
famosa <i>Paraguass&uacute;</i>, esposa de
Caramur&uacute;, excita os Tupinamb&aacute;s &aacute;
vingan&ccedil;a, e obriga Coutinho a fugir. Feita
por&eacute;m a paz, voltava este &aacute; Bahia, quando huma
furiosa tempestade o fez
naufragar em Itapar&iacute;ca (1548). Os que escapar&atilde;o
do naufragio morrer&atilde;o &aacute;s
m&atilde;os dos Indigenas; entre elles o proprio Coutinho:
s&oacute; for&atilde;o poupados
Caramur&uacute;, e sua comitiva.</p>



<h4>1549.</h4>



<p>Tendo sido dada aos Donatarios illimitada
jurisdi&ccedil;&atilde;o civil e criminal
sobre as suas respectivas Capitanias, concedendo-se-lhes at&eacute;
impor a pena
de morte, mesmo &aacute;s pessoas de m&oacute;r qualidade; e
provindo d'ahi innumeros
males porque o abuso dos Senhores Donatarios ia-se tornando
intoleravel, a
anarchia reinava, os colonos er&atilde;o opprimidos, os Indios
barbaramente
perseguidos; indispensavel era que o Brasil fosse governado por huma
autoridade superior que servisse de centro commum, &aacute; que
todos obedecessem.
Assim creou El-Rei D. Jo&atilde;o III, melhor instruido pela
propria experiencia,
o cargo de <i>Governador Geral do Brasil</i>, que confiou
a <i>Thom&eacute; de
Sousa</i>. A 28 de Mar&ccedil;o chega este &aacute;
Bahia, trazendo em sua companhia os
primeiros Jezuitas que pizar&atilde;o no Brasil. Coadjuvado por
Caramur&uacute; consegue
estabelecer-se na Bahia, e funda a cidade de <i>S. Salvador</i>,
s&eacute;de do
Governo.</p>



<h4>1552.</h4>



<p>Chega &aacute; Bahia o primeiro Bispo do Brasil <i>D.
Pedro Fernandes
Sardinha</i>; o qual consegue apaziguar por algum tempo as
desaven&ccedil;as entre
o Clero e os Jezuitas.</p>



<h4>1553.</h4>



<p>Thom&eacute; de Sousa retira-se e he substituido no
Governo Geral por <i>Duarte
da Costa</i>. Com o novo Governador vier&atilde;o alguns
Jezuitas, entre os quaes
o famoso <i>Jos&eacute; Anchietta</i>, denominado o <i>Apostolo
do Novo Mundo</i>.
J&aacute; com Thom&eacute; de Sousa viera <i>Manoel da
Nobrega</i>. A estes dous Padres
he o Brasil devedor de muitos e mui relevantes servi&ccedil;os.</p>



<h4>1554.</h4>



<p>Reconhecendo o Governador Geral vistas ambiciosas nos
Jezuitas,
nega-lhes o seu apoio. Estes retir&atilde;o-se para o Sul, e
fund&atilde;o junto &aacute;s
planicies de Piratininga huma povoa&ccedil;&atilde;o, e o
Collegio de S. Paulo, donde
veio o nome &aacute; cidade e provincia hoje assim chamadas.</p>



<h4>1555.</h4>



<p>O desejo de conquista, e a ambi&ccedil;&atilde;o de
riquezas lev&atilde;o estrangeiros a
tentarem expedi&ccedil;&otilde;es &aacute; America. <i>Nicolau
Durand Villegaignon</i>, sob o
falso pretexto de fazer propagar o Calvinismo, protegido pelo Almirante
Gaspar de Coligny, chega com huma expedi&ccedil;&atilde;o
Franceza &aacute; bahia de Nictherohy,
e construe no centro della sobre huma pequena ilha hum forte que
denominou--<i>de Coligny</i>--(ou <i>Villegaignon</i>).</p>



<h4>1557.</h4>



<p>Morre El-Rei D. Jo&atilde;o III. (11 de Junho). Fica na
minoridade D.
Sebasti&atilde;o, neto e successor do Rei.</p>



<a name="ch1c"></a>
<h4>1557.</h4>



<p>He Regente do Reino a Rainha <i>Catharina d'Austria</i>.</p>



<h4>1558.</h4>



<p>Chega ao Brasil o Governador Geral <i>Mem de
S&aacute;</i>.</p>



<h4>1560.</h4>



<p><i>Mem de S&aacute;</i> expelle os Francezes
do forte--Coligny. Estes fogem
para o continente, onde se torn&atilde;o mais fortes com o auxilio
dos
Tamoios.--Visita o Governador a Capitania de S. Vicente, e deixa a sua
prosperidade confiada aos PP. Manoel da Nobrega, e Jos&eacute;
Anchietta,
ordenando ao mesmo tempo que se transferisse para S. Paulo o
estabelecimento de Santo Andr&eacute;.--V&ecirc;-se Mem de
S&aacute; obrigado a voltar a S.
Salvador para reprimir os attaques dos Aymor&eacute;s que
incommodav&atilde;o e assolav&atilde;o
as Capitanias dos Ilheos e Porto-Seguro: com effeito elle os derrota.</p>



<a name="ch1d"></a>
<h4>1562.</h4>



<p>A Rainha entrega a Regencia ao Cardeal <i>D. Henrique</i>.</p>



<h4>1564.</h4>



<p>Os <i>Tamoyos</i>, senhores de todo o territorio
entre Rio de Janeiro e
S. Vicente, form&atilde;o com outros Indios huma temivel liga
contra os
Portuguezes e dirigem-se ousadamente a attacar a nova
povoa&ccedil;&atilde;o de S. Paulo.
Por&eacute;m os Jezuitas ajudados pelo celebre Indio <i>Tebyri&ccedil;&aacute;</i>
(depois do
baptismo <i>Martim Affonso</i>) salv&atilde;o-a e
repellem os Indigenas.--Tambem a
Capitania do Espirito Santo era muito incommodada pelos Indios; e
j&aacute; havia
perecido Fern&atilde;o de S&aacute; filho do Governador,
mandado por seu Pai a debellar
os selvagens.--Continuando cada vez mais terrivel a guerra feita pelos
Indios, os PP. Manoel da Nobrega e Jos&eacute; Anchietta, depois de
passarem
milhares de perigos obtem a paz dos Tamoyos (foi por esta
occasi&atilde;o que Jos&eacute;
Anchietta compoz em latim e reteve de memoria o celebre poema da
<i>Virgem</i>).--Chega &aacute; Bahia <i>Estacio
de S&aacute;</i>, sobrinho do
Governador, enviado pela C&ocirc;rte a expulsar definitivamente os
Francezes.</p>



<h4>1565--1567.</h4>



<p>Em Mar&ccedil;o de 1565 desembarca Estacio de
S&aacute; junto ao monte
<i>P&atilde;o-d'Assucar</i> no Rio de Janeiro. Depois
de longa resistencia dos
Francezes, ajudado pelo Governador seu Tio, pelos PP. Nobrega e
Anchietta,
e pelo Indio <i>Ararigboia</i>, consegue expellir
definitivamente os
invasores depois de lhes tomar o forte <i>Ura&ccedil;umiri</i>
(1567): por&eacute;m n&atilde;o
poude colher os louros da victoria por expirar poucos dias depois, de
huma
gloriosa ferida que recebera.--Os Francezes sahindo do Rio de Janeiro
tent&atilde;o apossar-se de Pernambuco; por&eacute;m
s&atilde;o com denodo repellidos pelo
Governador da Capitania.</p>



<a name="ch1e"></a>
<h4>1568.</h4>



<p>He acclamado Rei <span class="smallcaps">D.
Sebasti&atilde;o</span> (20 de
Janeiro), tendo apenas 14 annos de idade.--<i>Salvador
Corr&ecirc;a de S&aacute; e
Benavides</i>, que muito se distinguira na expuls&atilde;o
dos Francezes, &eacute;
nomeado Governador do Rio de Janeiro, e lan&ccedil;a os fundamentos
da Cidade de
<i>S. Sebasti&atilde;o</i> na margem occidental da
bahia (&eacute; hoje a Capital do
Imperio), cujo plano j&aacute; f&ocirc;ra tra&ccedil;ado
por Mem de S&aacute;.--Auxiliado pelo celebre
Ararigboia (ou <i>Martim Affonso de Sousa</i>, que
n&atilde;o devemos confundir
com Tebyri&ccedil;&aacute;) repelle os Francezes e Tamoyos que
tinh&atilde;o vindo attacal-o
inopinadamente para se vingarem da derrota antecedente.</p>



<h4>1572.</h4>



<p>Chega &aacute; Bahia o Governador Geral Luiz de Brito de
Almeida; por&eacute;m n&atilde;o
logra muito tempo o governo geral do Brasil, porque a Metropole julgou
conveniente dividir o Brasil em 2 governos geraes. Assim as Capitanias
do
N. at&eacute; o Rio Belmonte estav&atilde;o sujeitas a hum
Governador Geral com sua s&eacute;de
na Bahia; as do Sul desde esse Rio at&eacute; o Prata
obedeci&atilde;o a outro Governador
Geral com sua s&eacute;de no Rio de Janeiro: os Governadores
er&atilde;o totalmente
independentes hum do outro. Luiz de Brito ficou com o governo do N.; e
o do
S. foi confiado ao Doutor Antonio Salema.--Por esta &eacute;pocha
tem lugar a
grande emigra&ccedil;&atilde;o dos Tupinamb&aacute;s para o
centro do paiz, os quaes
provavelmente cheg&aacute;r&atilde;o at&eacute; o Amazonas.</p>



<h4>1573.</h4>



<p><i>Sebasti&atilde;o Fernandes Toyrinho</i>
sahe de Porto-Seguro; e subindo o
Rio Doce em busca de minas de metaes preciosos, descobre grande parte
do
territorio hoje occupado pela Provincia de Minas-Geraes.</p>



<h4>1576.</h4>



<p>He o Brasil de novo reduzido ao governo de hum s&oacute;
Governador Geral com
sua s&eacute;de na Bahia. He elle confiado a Luiz de Brito.</p>



<a name="ch1f"></a>
<h4>1578.</h4>



<p>Diogo Louren&ccedil;o da Veiga vem substituir Luiz de
Brito no Governo
Geral.--Por ordem sua vai Jo&atilde;o Tavares estabelecer-se na
Parahyba do Norte
ou Itamarac&aacute;, que f&ocirc;ra abandonada pelo seu
primeiro Donatario.--Neste mesmo
anno El-Rei <span class="smallcaps">D.
Sebasti&atilde;o</span> querendo vingar os
revezes e affrontas dos Portuguezes em Africa, &aacute;vido de
gloria militar,
desejoso de combater os infieis, e mais que tudo incitado por
v&iacute;s
aduladores e pelos Jezuitas, parte para Africa: onde perde a vida com a
fl&ocirc;r do exercito na sempre terrivel e memoravel batalha de
Alca&ccedil;arquivir (4
de Agosto).--He acclamado Rei o Cardeal Infante <span class="smallcaps">D.
Henrique</span>.</p>



<a name="ch1g"></a>
<h4>1580.</h4>



<p>Depois de hum reinado de 16 mezes fallece o Cardeal Rei (31 de
Janeiro):
e deixa a cor&ocirc;a do Reino entregue a disputas entre varios
pretendentes.
Entre estes se distingui&atilde;o D. Antonio, Prior do Crato, a
Duqueza de
Bragan&ccedil;a, e Philippe II. de Castella--D. Antonio
j&aacute; havia sido escolhido e
coroado, quando entra em Portugal hum exercito Hespanhol ao mando do
Duque
d'Alva.--Em consequencia da invas&atilde;o he <span class="smallcaps">Philippe
II.</span> de Castella reconhecido Rei de Portugal pelas
C&ocirc;rtes reunidas em
Thomar.--O Brasil segue portanto a sorte da Metropole, e passa ao
dominio
Hespanhol.--Neste mesmo anno o Governador Geral Diogo
Louren&ccedil;o da Veiga,
achando-se prestes a morrer, entrega o governo ao Senado da Camara da
Bahia
e ao Ouvidor Geral Cosme Rangel de Macedo: foi este o governo interino
at&eacute;
a chegada do novo Governador Geral.</p>



<h4>1582.</h4>



<p>Chega &aacute; Bahia, e toma posse do governo geral Manoel
Telles Barreto.</p>



<h4>1583.</h4>



<p>Rompe a guerra entre Philippe II. e Izabel de Inglaterra: a
formidavel
esquadra Hespanhola denominada <i>Invencivel</i>
&eacute; destro&ccedil;ada por hum
furioso temporal.</p>



<h4>1585.</h4>



<p>Envolvido o Brasil na guerra entre Hespanha e Inglaterra,
apparece em
Santos na capitania de S. Vicente a primeira
expedi&ccedil;&atilde;o Ingleza dirigida por
<i>Eduardo Fanton</i>; o qual retira-se depois de hum
combate com huma
esquadrilha Hespanhola que se achava &aacute; entrada da
barra.--Por este mesmo
tempo <i>Roberto Dias</i> descendente do celebre
Caramur&uacute;, tendo feito
viagens ao interior do Brasil e recolhido immensa quantidade de prata,
vai
offerecer-se a Philippe II. para revelar-lhe o segredo da existencia
das
minas deste metal, obtendo em recompensa o titulo de Marquez das Minas.
Sendo-lhe isto negado, morre sem descobrir o segredo.</p>



<h4>1588.</h4>



<p>Nova expedi&ccedil;&atilde;o Ingleza, commandada por <i>Roberto
Withrington</i> chega
&aacute; Bahia: e, depois de assolar o Reconcavo, n&atilde;o
podendo tomar a cidade,
faz-se de vela.</p>



<h4>1590.</h4>



<p>Christov&atilde;o de Barros, Governador interino do
Brazil, recebe ordem para
repellir os Indios que infestav&atilde;o as
povoa&ccedil;&otilde;es de Itapicur&uacute; e
Villa-Real.--Lan&ccedil;&atilde;o-se os fundamentos da cidade
de <i>S. Christov&atilde;o</i> na
foz do rio Cotindiba.</p>



<h4>1591.</h4>



<p>Huma esquadrilha Ingleza ao mando do pirata <i>Thomaz
Cavendish</i>
attaca a villa de Santos na capitania de S. Vicente. Os habitantes,
aproveitando-se da embriaguez dos invasores e das trevas fogem para o
interior levando o que poder&atilde;o salvar. Cavendish faz-se
&aacute; vela, depois de
lan&ccedil;ar fogo &aacute; povoa&ccedil;&atilde;o de
S. Vicente. Querendo attacar o Espirito Santo he
repellido com grande perda, e obrigado a voltar &aacute; Europa:
morre na
viagem.</p>



<h4>1593.</h4>



<p>Outra expedi&ccedil;&atilde;o Ingleza &aacute;s
ordens de <i>Jayme de Lancaster</i> attaca
Olinda. O forte he tomado e a cidade saqueada. Lancaster volta
&aacute; Inglaterra
levando comsigo immensas riquezas.</p>



<a name="ch1h"></a>
<h4>1598.</h4>



<p>Morre Philippe II. de Castella, e I. de Portugal (<i>13
de
Setembro</i>).--Sobe ao throno <span class="smallcaps">Philippe
III.</span>
de Castella, e II. de Portugal.</p>



<h4>1599.</h4>



<p>O Governador Geral D. Francisco de Sousa bate os Pitagoares e
construe
hum forte na foz do Rio Grande do Norte, deixando por commandante
Jeronymo
de Albuquerque Coelho.--Lan&ccedil;&atilde;o-se os fundamentos
da Cidade <i>do
Natal</i>.</p>



<a name="ch2"></a>
<h2>TITULO II.</h2>



<h3>SECULO XVII.</h3>



<a name="ch2a"></a>
<h4>1603.</h4>



<p>Chega &aacute; Bahia o governador Geral D. Diogo Botelho
(outros dizem Pedro
Botelho) a substituir D. Francisco de Sousa. Botelho &eacute;
infeliz no seu
Governo; faz guerra barbara e deshumana aos Indios, e at&eacute;
calca aos p&eacute;s as
salutares e justas leis de Hespanha &aacute;cerca da liberdade dos
desgra&ccedil;ados
Indigenas. Comtudo consegue-se a paz com os temiveis Aymor&eacute;s
pelos esfor&ccedil;os
verdadeiramente christ&atilde;os do colono <i>Alvares</i>
e do Jesuita <i>Domingos
Rodrigues</i>.</p>



<h4>1612.</h4>



<p>Chega ao Maranh&atilde;o uma
expedi&ccedil;&atilde;o Franceza ao mando de <i>Augusto
de La
Ravardi&egrave;re</i> afim de tornar permanente hum pequeno
estabelecimento ou
colonia Franceza que ha 18 annos tinha ahi sido fundada.</p>



<h4>1614.</h4>



<p><i>Jeronimo de Albuquerque Coelho</i> parte com
uma expedi&ccedil;&atilde;o a expellir
os Francezes do Maranh&atilde;o. Ajudado por <i>Alexandre de
Moura</i> bate-os na
batalha de <i>Guaxend&uacute;ba</i>. Mas suspendem-se
as hostilidades.</p>



<h4>1615.</h4>



<p>R&ocirc;ta a conven&ccedil;&atilde;o de
Guaxend&uacute;ba, s&atilde;o completamente batidos os
Francezes,
e obrigados a abandonar o Maranh&atilde;o, retirando-se na mesma
esquadra de La
Ravardi&egrave;re. Jeronimo de Albuquerque Coelho recebe em
galard&atilde;o a nomea&ccedil;&atilde;o de
Capit&atilde;o-M&oacute;r do Maranh&atilde;o.</p>



<h4>1616.</h4>



<p>Jeronimo de Albuquerque faz partir para o Amazonas <i>Francisco
Caldeira
de Castello-Branco</i>; o qual lan&ccedil;ou os fundamentos
da cidade de Bel&eacute;m, e
construio hum forte.--Por este tempo tent&atilde;o os Hollandezes
estabelecer-se
ao S. do Amazonas; por&eacute;m n&atilde;o o conseguem e
s&atilde;o repellidos.</p>



<a name="ch2b"></a>
<h4>1621.</h4>



<p>Morre Philippe III. (<i>31 de Mar&ccedil;o</i>).--S&oacute;be
ao throno <span class="smallcaps">Philippe IV.</span>
de Hespanha, e III. de
Portugal.--Grandes feitos v&atilde;o agora ter lugar, e occupar
nossa
atten&ccedil;&atilde;o.</p>



<h4>1622.</h4>



<p>Chega ao Brazil o Governador Geral Diogo de
Mendon&ccedil;a Furtado.</p>



<h4>1623.</h4>



<p>O caracter de Philippe II. j&aacute; havia feito
revoltarem-se as suas
possess&otilde;es da Hollanda. E a guerra feita ent&atilde;o
&aacute; Hespanha foi de grave
prejuizo a Portugal e ao Brazil. Felizmente tr&eacute;goas se
havi&atilde;o alcan&ccedil;ado por
10 annos desde 1609 reinando j&aacute; Philippe
III.--Por&eacute;m, estando a expirar
semelhante tr&eacute;goa, e achando-se forte a Hollanda com as suas
conquistas na
India e com a existencia da celebre Companhia das Indias, foi proposta
e
resolvida a conquista do Brazil. Em consequencia huma esquadra de 60
v&eacute;las
he neste anno armada para semelhante conquista. <i>Jacob
Villekens</i>,
<i>Pedro Haynes</i><span style="font-style: italic;">, </span><i>Hans Vandort</i> e <i>Adri&atilde;o
Patrid</i> sahem &aacute;
testa da expedi&ccedil;&atilde;o.</p>



<h4>1624.</h4>



<p>O governo de Madrid julga conveniente separar o
Par&aacute; e Maranh&atilde;o do resto
do Brasil: assim o faz, constituindo-os hum estado independente do
resto do
paiz, e sujeito a hum Governador Geral com obediencia unicamente
&aacute;
c&ocirc;rte.--Apparece na Bahia a esquadra Hollandeza, que toma
quasi sem
resistencia a cidade. Tal era o estado de fraqueza a que o Brazil tinha
sido reduzido pela c&ocirc;rte de Hespanha! <i>Vandort</i>
fica na Bahia como
Governador. <i>Villekens</i> parte para a Europa. <i>Haynes</i>
vae attacar
o Espirito Sancto. E <i>Adri&atilde;o Patrid</i> sahe
a conquistar Loanda na Costa
d'Africa.--Tendo sido aprisionado contra a
estipula&ccedil;&atilde;o e todas as leis do
direito e da honra o Governador Mendon&ccedil;a de Furtado, e
remettido para bordo
da n&aacute;o Almirante inimiga, devia succeder-lhe no governo
Mathias de
Albuquerque que a este tempo se achava em Pernambuco. Por&eacute;m,
como as
circunstancias urgi&atilde;o, &eacute; eleito Governador e
General em chefe o Bispo <i>D.
Marcos Teixeira</i>; o qual faz de novo cobrar animo aos
Portuguezes e os
leva a expellir os conquistadores.</p>



<h4>1625.</h4>



<p>Chega &aacute; Bahia <i>Francisco Nunes Marinho</i>
enviado por Mathias de
Albuquerque a tomar o commando do exercito, que n&atilde;o
assentava bem em hum
Ministro da Religi&atilde;o.--Ao mesmo tempo chega <i>D.
Fradique de Toledo
d'E&ccedil;a</i>, Marquez de Valdueza (<i>28 de
Mar&ccedil;o</i>) enviado por
Hespanha.--E reunidos os exfor&ccedil;os de ambos,
siti&atilde;o a cidade e obrig&atilde;o o
inimigo a capitular. Vandort morreo em hum combate.--Restaurada a
Bahia,
toma posse do governo geral D. Francisco Rolim de Moura.</p>



<h4>1627.</h4>



<p>Haynes f&ocirc;ra repellido do Espirito Sancto.--E Patrid,
tendo sido mal
succedido na conquista d'Africa, volta &aacute; Bahia:
por&eacute;m he obrigado a
retirar-se; e na volta para a Europa apodera-se dos gale&otilde;es
Hespanh&oacute;es que
do Mexico i&atilde;o carregados de riquezas.--Diogo Luiz de
Oliveira substitue
Rolim de Moura no governo geral do Brasil.</p>



<h4>1629.</h4>



<p>A C&ocirc;rte de Madrid, avisada de que os Hollandezes
perseverantes na
conquista do Brasil levavam suas vistas para a Capitania de Pernambuco,
ordena a Mathias de Albuquerque que v&aacute; fazer face aos
inimigos e
repellil-os. Chega elle a Pernambuco com mui diminuta for&ccedil;a (<i>19
de
Outubro</i>).</p>



<h4>1630.</h4>



<p>Apparece a esquadra Hollandeza, onde vinha o General inimigo <i>Theodoro
Vandemburg</i>.--Occupa este o Recife e Olinda.--Distingue-se <i>Jo&atilde;o
Fernandes Vieira</i> na defeza do forte S. Jorge com
s&oacute; 37 guerreiros
contra 4000, at&eacute; que capitula honrozamente.--Mathias de
Albuquerque volta
do interior; e depois de fortificar-se, ajudado pelo Indio <i>Camar&atilde;o</i>,
limita-se &aacute; defensiva.</p>



<h4>1631.</h4>



<p>Uma esquadra Hollandeza ao mando de <i>Adri&atilde;o
Patrid</i> chega ao Brasil
trazendo soccorros aos de Pernambuco: assim como huma Hespanh&oacute;la
commandada
pelo Almirante <i>D. Antonio Oquendo</i> em auxilio do
paiz. As duas
esquadras encontr&atilde;o-se nos mares da Bahia, onde
trav&atilde;o formidavel combate.
Patrid, obrigado ou a morrer ou a entregar-se, prefere a morte; e
envolvido
no estandarte da Hollanda lan&ccedil;a-se ao mar heroicamente,
proferindo estas
palavras:--<i>O Oceano he o tumulo digno de hum Almirante Batavo</i>.--Da
esquadra Hespanhola he destacado o <i>Conde Bagnolo</i>
para Pernambuco; o
qual chega ao seu destino e reune-se a Mathias d'Albuquerque.--Julgando
os
Hollandezes ser muito maior, do que realmente era, o refor&ccedil;o
chegado aos
Portuguezes, lan&ccedil;&atilde;o fogo a Olinda, e
concentr&atilde;o-se no Recife (<i>23 de
Novembro</i>).</p>



<h4>1632.</h4>



<p>Tent&atilde;o os Hollandezes tomar a Parahyba, o Rio
Grande do Norte, e outros
pontos; n&atilde;o o conseguem.--Por&eacute;m, felizmente para
elles, o pardo <i>Domingos
Calabar</i> leva-lhes com sua pessoa a victoria. A ilha de
Itamarac&aacute; cahe
em poder do inimigo.</p>



<h4>1633.</h4>



<p>Chega a Pernambuco com grandes refor&ccedil;os o General
inimigo <i>Louren&ccedil;o
Reimbach</i>, que vem substituir Vandemburg.--Mathias de
Albuquerque bate o
novo General, que he morto e substituido por <i>Sigismundo de
Schopp</i>.</p>



<h4>1634.</h4>



<p>Sigismundo ajudado pelo infame Calabar, apodera-se da cidade
do Natal, e
de outras povoa&ccedil;&otilde;es. De sorte que nesta
&eacute;poca o inimigo occupava
Pernambuco, Parahyba, e Rio Grande do Norte.</p>



<h4>1635.</h4>



<p>Resolve Mathias de Albuquerque emigrar para o interior de
Pernambuco. Ao
passar por <i>Porto-Calvo</i>, por hum ardil de <i>Sebasti&atilde;o
do Souto</i>,
ent&atilde;o prisioneiro do inimigo, bate a pequena
for&ccedil;a que se achava de
guarni&ccedil;&atilde;o, e toma a villa. Por&eacute;m,
depois de arrazar as fortifica&ccedil;&otilde;es e de
ter feito executar o traidor Calabar, vendo que no estado em que se
achav&atilde;o
as tropas e falto de recursos n&atilde;o podia conservar-se em
Pernambuco, emigra
para as Alag&ocirc;as: outros fogem para a Bahia, Rio de Janeiro, e
para o
interior da propria capitania.--Tendo Mathias sido chamado &aacute;
Europa,
desembarca nas Alag&ocirc;as (<i>25 de Novembro</i>) <i>D.
Luiz di Roxa y
Borgia</i>, nomeado General das for&ccedil;as em Pernambuco.
Com elle veio tambem
o novo Governador Geral <i>Pedro da Silva</i>, que
substitue Oliveira,
igualmente chamado &aacute; Europa.--Borgia parte para Pernambuco,
deixando nas
Alagoas huma for&ccedil;a &aacute;s ordens do Conde
Bagnolo.</p>



<h4>1636.</h4>



<p>Morre Borgia em hum combate, e succede-lhe Bagnolo no commando
geral das
tropas.--Os Hollandezes s&atilde;o muito incommodados pelas
correr&iacute;as do Indio
Camar&atilde;o, e do preto <i>Henrique Dias</i>.--Tem
lugar a 2.&ordf;
emigra&ccedil;&atilde;o dos habitantes de Pernambuco, conduzida
por Camar&atilde;o: Bagnolo
por&eacute;m conserva-se em Pernambuco.</p>



<h4>1637.</h4>



<p>Cheg&atilde;o ao Brazil novas tropas Hollandezas ao mando
do Principe
<i>Mauricio de Nassau</i> (<i>23 de Janeiro</i>).
O primeiro intento do
novo General foi tomar Porto-Calvo, onde se achava Bagnolo. Renhido
combate
tem lugar entre 4000 Portuguezes e 10000 Hollandezes, no qual se
distinguem
Camar&atilde;o, sua mulher <i>D. Clara</i>, e Henrique
Dias. Bagnolo desamp&aacute;ra
cobardemente Porto-Calvo, e retira-se em direc&ccedil;&atilde;o
&aacute;s Alagoas; todos os
habitantes o acompanh&atilde;o, ficando unicamente huma pequena
guarni&ccedil;&atilde;o que se
defende heroicamente, at&eacute; que capit&uacute;la o mais
honrozamente possivel.
Mauricio persegue Bagnolo nas Alag&ocirc;as, e obriga-o a
retirar-se para
Sergipe: volta depois a cuidar na colonia. Envia soccorros a Sigismundo
para expellir de Sergipe o Conde Bagnolo; o qual, sendo disto avisado,
toma
o partido de emigrar para a Bahia apezar da repugnancia do Governador
Pedro
da Silva. Sigismundo ataca e devasta Sergipe.--Ao mesmo tempo os Indios
do
Cear&aacute; convid&atilde;o Mauricio a apoderar-se desta
Provincia expellindo os
Portuguezes: elle o aceita e &eacute; feliz.--Neste mesmo anno sahe
huma
esquadrilha de 47 can&ocirc;as &aacute;s ordens de <i>Pedro
Teixeira</i> para reconhecer
o Amazonas (<i>28 de Outubro</i>). (J&aacute; em 1540
havia Orellana descido pelo
Amazonas, sendo assim o primeiro Europ&ecirc;u que o navegou).</p>



<h4>1638.</h4>



<p>Mauricio, tendo sido mal succedido na sua tentativa de
conquista dos
Ilh&eacute;os, resolve-se a p&ocirc;r em
execu&ccedil;&atilde;o o seu projecto de conquistar a Bahia.
Com effeito ahi apparece com grande esquadra (<i>14 de Abril</i>).
Sitia a
cidade; por&eacute;m soffre perda consideravel no ataque das
trincheiras, no qual
tambem n&oacute;s entre outros Officiaes perdemos o famoso
Sebasti&atilde;o do Souto, que
tantos servi&ccedil;os havia prestado nesta guerra. O Conde
Bagnolo, j&aacute; ent&atilde;o na
Bahia, bate Mauricio, e obriga-o a retirar-se para Pernambuco.--Neste
anno
chega a Quito a expedi&ccedil;&atilde;o de Pedro Teixeira e
Bento Rodrigues de Oliveira,
tendo subido pelo Amazonas e alguns de seus confluentes.</p>



<h4>1639.</h4>



<p>Em <i>Janeiro</i> chega &aacute; Bahia numa
grande esquadra Hespanhola
destinada a restaurar Pernambuco, e todos os outros pontos do Brazil em
poder do inimigo.--Chega a Bel&eacute;m, j&aacute; de volta de
Quito, a expedi&ccedil;&atilde;o de
Pedro Teixeira (<i>12 de Dezembro</i>).</p>



<a name="ch2c"></a>
<h4>1640.</h4>



<p>Com grandes exfor&ccedil;os e muitos sacrificios
consegue-se reunir tropa no
Rio Grande do Norte sob os chefes Camar&atilde;o, Henrique Dias, <i>Barbalho</i>
e
<i>Vidal</i>; os quaes vo&atilde;o em auxilio da
Bahia.--Chega &aacute; Bahia e toma
posse o novo Governador Geral D. Jorge Mascarenhas, Marquez de
Montalv&atilde;o,
condecorado com o titulo de <i>Vice-Rei</i> do Brazil.--Em
S. Paulo os
Procuradores de todas as Villas e Camaras (por accordo de <i>13
de
Julho</i>) expuls&atilde;o da Capitania os Jezuitas.--Nova
&eacute;poca se prepara para o
Brazil. A tyrannia de <i>Olivarez</i>, Ministro do Rei, a
de <i>Miguel de
Vasconcellos</i>, Vice-Rei de Portugal, e a oppress&atilde;o
em que vivi&atilde;o os
povos excit&atilde;o o desejo de liberdade e independencia.
Assassinado Miguel de
Vasconcellos em Lisboa, sacode Portugal o jugo ferreo de Hespanha
(<i>1.&ordm; de Dezembro</i>).--He acclamado Rei o
Duque de Bragan&ccedil;a
<span class="smallcaps">D. Jo&atilde;o IV</span>.</p>



<h4>1641.</h4>



<p>Chegando ao Brazil t&atilde;o grata noticia, entra de novo
no dominio
Portuguez, &aacute; excep&ccedil;&atilde;o do territorio
occupado pelos Hollandezes.--O Vice-Rei
Montalv&atilde;o &eacute; injustamente preso por suspeito e
enviado para Lisboa, onde &eacute;
mui bem acolhido pelo Rei. Governa o Brazil huma <i>Junta
Provisoria</i>,
composta de 3 membros.--Conclue-se na Europa huma tr&eacute;goa de
10 annos entre
Portugal e Hollanda; por&eacute;m, como ella n&atilde;o devia
ser publicada sen&atilde;o hum
anno depois de ratificada, o Principe Nassau conquista, j&aacute;
durante a
tr&eacute;goa, a ilha de Maranh&atilde;o e Sergipe.</p>



<h4>1642.</h4>



<p>Os Hespanh&oacute;es desejando conservar S. Vicente
&aacute; cor&ocirc;a de Hespanha (ou
antes, querendo os Vicentistas constituir-se em Estado Independente,
como
com melhor fundamento opin&atilde;o alguns Escriptores)
tent&atilde;o acclamar Rei
<i>Amador Bueno da Ribeira</i>. Este por&eacute;m nobre
e heroicamente recusa tal
offerta; e retirando-se ao Mosteiro dos Benedictinos afim de
p&ocirc;r em
seguran&ccedil;a sua pessoa consegue acclamar e fazer reconhecer
como legitimo
soberano D. Jo&atilde;o IV. Em consequencia S. Vicente manda
prestar juramento de
fidelidade ao Rei.--Chega ao Brazil o novo Governador Geral Antonio
Telles
da Silva.--Publica-se a tr&eacute;goa entre Hollanda e Portugal:
cess&atilde;o as
hostilidades no Brazil, e Mauricio cuida unicamente na prosperidade da
colonia.</p>



<h4>1643.</h4>



<p>&Aacute; sombra da paz florecia e prosperava rapidamente a
colonia Hollandeza
sob o governo sabio do Principe Mauricio, quando suspeitas mal fundadas
o
fazem chamar &aacute; Europa. Entrega portanto o governo ao <i>Gr&atilde;o-Conselho</i>
do Recife, composto de tres cidad&atilde;os; e faz-se &aacute;
vela para Hollanda (<i>22
de Maio</i>).--A sua ausencia, a fraqueza e m&aacute;
administra&ccedil;&atilde;o do novo
Governo trazem a decadencia da colonia, e excit&atilde;o nos
Portuguezes o desejo
de liberdade. <i>Antonio Moniz Barreto</i> (ou <i>Barreiros</i>,
segundo
outros) no Maranh&atilde;o d&aacute; o signal, sacodindo o jugo
estrangeiro: o Cear&aacute; o
imita. Feliz incentivo para os de Pernambuco!</p>



<h4>1645.</h4>



<p>Jo&atilde;o Fernandes Vieira trama em Pernambuco huma
temivel conspira&ccedil;&atilde;o
contra os invasores. Mas desejando o apoio do governo, participa a sua
resolu&ccedil;&atilde;o ao Governador Geral; o qual procedendo
prudentemente envia Andr&eacute;
de Vidal Negreiros afim de examinar o estado das cousas e entender-se
com
Vieira. Vidal conforma-se em tudo com Vieira e exhorta-o a proseguir em
t&atilde;o
gloriosa empreza. Descoberta a conspira&ccedil;&atilde;o por
denuncia que ao
Gr&atilde;o-Conselho der&atilde;o dous conjurados, Vieira corre
&aacute;s armas abandonando o
Recife.--Encontra-se Vieira com as tropas Hollandezas ao mando de
<i>Henrique Huss</i> junto ao monte <i>Tabocas</i>
(<i>3 de Agosto</i>): o
Chefe inimigo &eacute; completamente derrotado e obrigado a
retirar-se para o
Recife.--Chega a Pernambuco huma frota enviada por Telles da Silva sob
o
commando de <i>Serr&atilde;o de Paiva</i>; nella
vinh&atilde;o tropas ao mando de Vidal
em favor dos insurgentes sob pretexto de os reduzir &aacute; ordem.
Vidal reune-se
a Vieira, ao qual j&aacute; se havi&atilde;o reunido
Camar&atilde;o e Dias.--Outra esquadra
sahida do Rio de Janeiro &aacute;s ordens de Salvador
Corr&ecirc;a de S&aacute; reune-se &aacute; de
Paiva em Pernambuco; por&eacute;m logo depois se separa.--No
entanto huma armada
Hollandeza commandada pelo Almirante <i>Cornelio Lichtart</i>
destroe em
<i>Tamarand&eacute;</i> a de Paiva, que &eacute;
feito prisioneiro.--A revolu&ccedil;&atilde;o lavra
por todas as outras possess&otilde;es Hollandezas no Brazil, e por
toda a parte
Vieira &eacute; reconhecido o chefe della.</p>



<h4>1646.</h4>



<p>Depois de j&aacute; haver sido batido segunda vez e
aprisionado o General Huss,
depois de j&aacute; se haverem tomado varias villas e pontos,
&eacute; o General
Hollandez expulso de Olinda, vendo-se obrigado a entrincheirar-se no
Recife.--No entanto, em consequencia das
representa&ccedil;&otilde;es do Gr&atilde;o-Conselho,
manda Telles da Silva ordem a Vieira de mandado do Rei para cessar a
guerra; Vieira recusa obedecer dizendo--<i>que depois de
restituir ao seu
Rei esta bella estrella, iria elle proprio exigir o castigo da
desobediencia.</i>--Vieira, animado por t&atilde;o prosperos
successos de suas
armas, vai sitiar o Recife.--Chega de Hollanda com grande
refor&ccedil;o
Sigismundo de Schopp, que substitue a Junta Governativa. He gravemente
ferido em um combate. Vai atacar a Bahia; mas obrigado a voltar ao
Recife,
toma na passagem a ilha de Itaparica e arraza a
povoa&ccedil;&atilde;o.</p>



<h4>1647.</h4>



<p>Chega ao Brazil o Governador Geral Antonio Telles de Menezes,
Conde de
Villa-pouca, que substitue Telles da Silva, chamado &aacute;
Europa.--Chega hum
grande refor&ccedil;o aos Hollandezes.--Neste mesmo anno
&eacute; o Brazil elevado a
Principado por D. Jo&atilde;o IV. na pessoa do Principe D.
Theodosio.</p>



<h4>1648.</h4>



<p>A <i>13 de Janeiro</i> chega ao Brazil <i>Francisco
Barreto de
Menezes</i> a tomar o commando do exercito em Pernambuco.
Coadjuvado sempre
pelo patriotico Vieira, Camar&atilde;o, Dias, e outros ganha a
primeira memoravel
batalha de <i>Guararapes</i> (<i>19 de Abril</i>)
sobre Sigismundo.
<i>Astolfo Brinck</i>, que commandava no impedimento de
Sigismundo, tambem
&eacute; batido. Sigismundo, exacerbado por tantos revezes e
querendo vingar-se,
tendo recebido refor&ccedil;os resolve atacar a Bahia.</p>



<h4>1649.</h4>



<p>Sigismundo volta a Pernambuco, depois de haver saqueado o
Reconcavo da
Bahia.--Tem lugar a segunda batalha de <i>Guararapes</i>
ganha por Barreto
(<i>19 de Fevereiro</i>).</p>



<h4>1650--1654.</h4>



<p>Chega &aacute; Bahia o Governador Geral, Conde de
Castello-Melhor, que
substitue Telles de Menezes (1650).--Francisco Dias Velho Monteiro com
sua
familia, e 500 Indios domesticados d&aacute; principio &aacute;
povoa&ccedil;&atilde;o da Ilha de Santa
Catharina (1651).--Contin&uacute;a o assedio do Recife por
Vieira.--Chegando
casualmente &aacute; Capitania de Pernambuco huma esquadra
portugueza sob o
commando de <i>Pedro Jacques de Magalh&atilde;es</i>,
o General Barreto pede-lhe
que o auxilie a expellir definitivamente os Hollandezes (fins de 1653).
Por
conseguinte, ajudado pelo fogo da esquadra Vieira &eacute;
encarregado da
difficil, mas gloriosa empreza de atacar o Recife, unico ponto occupado
pelo inimigo. Com effeito em 1654 obriga elle Sigismundo a capitular e
abandonar para sempre as preten&ccedil;&otilde;es da Hollanda
sobre o Brazil. Neste anno
s&atilde;o elles definitivamente expulsos de todos os pontos;
porque a restaura&ccedil;&atilde;o
de Pernambuco trouxe a de todas as outras Capitanias. Assim, neste
anno,
para sempre de gloriosa memoria, foi Portugal reintegrado de todos os
seus
direitos ao Brazil, e este livre do jugo estrangeiro pelos
esfor&ccedil;os
inauditos, e patriotismo sem igual do illustre Vieira, acclamado por
isso
<i>Libertador do Brazil</i>, e <i>Restaurador da
Igreja</i>.</p>



<a name="ch2d"></a>
<h4>1656.</h4>



<p>Morre D. Jo&atilde;o IV. (<i>6 de Novembro</i>).--&Eacute;
Regente do Reino a Rainha
<span class="smallcaps">D. Luiza de Gusm&atilde;o</span>.</p>



<h4>1660.</h4>



<p>Conclue-se entre Portugal e Hollanda hum tratado de paz, em
virtude do
qual s&atilde;o definitivamente restituidas a Portugal as
provincias do Brazil,
devendo em compensa&ccedil;&atilde;o receber a Hollanda 12
milh&otilde;es, e poder commerciar
livremente no Brazil e outras possess&otilde;es.</p>



<h4>1662.</h4>



<p>A Rainha D. Luiza entrega o governo a seu filho, j&aacute;
maior, D Affonso
(<i>23 de Junho</i>).--S&oacute;be ao throno <span class="smallcaps">D. Affonso
VI</span>. Pouco reinou, porque a Junta dos tres Estados o depoz
em <i>24
de Novembro</i> de 1667, e nomeou Regente o Infante D. Pedro.</p>



<a name="ch2e"></a>
<h4>1667.</h4>



<p>&Eacute; Regente do Reino o Infante <span class="smallcaps">D.
Pedro</span>.--Favorece elle as colonias, e estabelece huma
armada para
comboiar os navios mercantes que do Brazil sahi&atilde;o para
Lisboa.</p>



<h4>1668.</h4>



<p>Conclue-se (<i>13 de Fevereiro</i>) hum tratado de
paz entre Portugal e
Hespanha, em virtude do qual he reconhecida a independencia do Reino e
a
casa reinante de Bragan&ccedil;a: e alguma cousa tambem se
convencionou &aacute;cerca dos
limites das respectivas possess&otilde;es na America.</p>



<h4>1675.</h4>



<p>Por morte do Vice-Rei Governador Geral, he o Brazil governado
interinamente por um Triumvirato.</p>



<h4>1676.</h4>



<p>A Igreja da Bahia (que j&aacute; havia sido elevada a
Bispado em 1550, sendo
seu primeiro Bispo D. Pedro Fernandes Sardinha) he elevada a
Arcebispado
por Bulla de Innocencio XI. (de <i>16 de Novembro</i>): e
elevadas a
Bispados as Igrejas de Maranh&atilde;o, Pernambuco, e Rio de
Janeiro.</p>



<h4>1678.</h4>



<p>Com a vinda do novo Governador Geral, acaba neste anno o
governo
interino.</p>



<h4>1679.</h4>



<p>D. Manoel de Lobo, Governador do Rio de Janeiro, recebe ordem
do Regente
para fundar a colonia do <i>Sacramento</i> perto do Rio da
Prata afim de
obstar aos ataques e invas&otilde;es dos Hespanhoes do Paraguay e
Buenos-Ayres.</p>



<h4>1680.</h4>



<p>Tendo-se dirigido ao Prata o Governador Lobo, levanta o forte
do
Sacramento, apezar das representa&ccedil;&otilde;es e
opposi&ccedil;&atilde;o dos Hespanhoes. Mas neste
mesmo anno he o forte tomado pelo Governador de Buenos-Ayres.</p>



<a name="ch2f"></a>
<h4>1683.</h4>



<p>He restituida a Portugal a pra&ccedil;a do Sacramento, e
reedificada.--Fallece
D. Affonso VI. (<i>12 de Setembro</i>).--Sobe ao throno <span class="smallcaps">D. Pedro II.</span>, que
at&eacute; aqui govern&aacute;ra como
regente.</p>



<h4>1690.</h4>



<p>Os Vicentistas ou Paulistas tent&atilde;o novas
peregrina&ccedil;&otilde;es pelo interior do
paiz em busca de metaes preciosos, e descobrem as minas de
Sabar&aacute;.</p>



<h4>1697.</h4>



<p>Os Paulistas fund&atilde;o em Minas-Geraes a
povoa&ccedil;&atilde;o denominada
<i>Villa-Rica</i> (hoje Ouro-Preto), para a qual afluio
quantidade enorme
de colonos attrahidos pelo ouro em que abundava o districto.--Neste
mesmo
anno he destruida completamente a povoa&ccedil;&atilde;o de <i>Palmares</i>
em
Pernambuco, feita por negros de ha muitos annos. Tinha ella crescido a
tal
ponto que foi preciso huma for&ccedil;a de 7000 homens, e sitial-a
em regra como
si f&ocirc;ra huma fortaleza ou grande cidade!</p>



<a name="ch3"></a>
<h2>TITULO III.</h2>



<h3>SECULO XVIII.</h3>



<a name="ch3a"></a>
<h4>1701.</h4>



<p>Conclue-se (<i>18 de Junho</i>) hum tratado entre
Portugal e Hespanha,
em virtude do qual Hespanha concedeu-lhe o dominio pleno e perfeito da
margem Septentrional do Rio da Prata.</p>



<h4>1705.</h4>



<p>Os Hespanhoes tom&atilde;o Sacramento.</p>



<a name="ch3b"></a>
<h4>1706.</h4>



<p>Morre El-Rei D. Pedro II. (<i>9 de Dezembro</i>).--Sobe
ao throno <span class="smallcaps">D. Jo&atilde;o V.</span></p>



<h4>1707.</h4>



<p>Reune-se no Arcebispado da Bahia hum Synodo Diocesano, que
organisa a
Constitui&ccedil;&atilde;o do Arcebispado; a qual foi approvada
pelo Governo da
Metropole, e ainda hoje he a lei que rege todos os Bispados do Imperio.</p>



<h4>1710.</h4>



<p>Tendo rebentado a guerra de success&atilde;o &aacute;
cor&ocirc;a de Hespanha, na qual
Portugal tom&aacute;ra parte contra a Fran&ccedil;a, varias
expedi&ccedil;&otilde;es s&atilde;o tentadas por
armadores Francezes; algumas das quaes estiver&atilde;o a ponto de
fazer perder a
Portugal a possess&atilde;o do Brazil.--Apparece na capitania do
Rio de Janeiro a
primeira expedi&ccedil;&atilde;o commandada por <i>Carlos
Duclerc</i>. Depois de haver
entrado na cidade quasi sem resistencia por causa da pusilanime apathia
do
Governador Francisco de Moraes e Castro, he obrigado a entregar-se e
morre
assassinado na pris&atilde;o (ou, segundo outros, no acto de
entregar-se
prisioneiro). Assim ficou mallograda esta tentativa.</p>



<h4>1711.</h4>



<p>Apparece no Rio de Janeiro (<i>12 de Setembro</i>)
segunda expedi&ccedil;&atilde;o
Franceza &aacute;s ordens de <i>Dugay-Trouin</i> a
vingar a affronta de Duclerc.
Era elle protegido e apoiado por Luiz XIV.--Toma sem resistencia o
forte da
Ilha das Cobras; e depois de fazer fogo sobre a cidade e de varrer
deste
modo as praias, desembarca, e apodera-se de varios pontos importantes.
Depois de um pequeno combate, o Governador Castro capit&uacute;la
vergonhosamente,
pagando 610:000 cruzados. Dugay-Trouin faz-se de v&eacute;la para
Fran&ccedil;a em <i>13
de Outubro</i>, levando comsigo todos os Francezes aprisionados
no anno
antecedente.--O Governador recebeo o devido castigo de sua cobardia,
sendo
degradado para a India.</p>



<h4>1713.</h4>



<p>Celebra-se o tratado de Utrecht (<i>11 de Abril</i>),
que traz a paz
geral &aacute; Europa. A colonia do Sacramento no S. do Brazil
occupada pelos
Hespanhoes desde 1705 he restituida a Portugal.--Ao mesmo tempo
celebra-se
(<i>11 de Abril</i>) hum tratado parcial entre a
Fran&ccedil;a e Portugal debaixo
da media&ccedil;&atilde;o de Inglaterra, no qual se
fix&atilde;o os limites entre o Brazil e a
Guyana Franceza, e se d&atilde;o outras providencias.</p>



<h4>1715.</h4>



<p>Celebra-se entre Hespanha e Portugal o tratado de Utrecht (<i>6
de
Fevereiro</i>), segundo o qual devia o Rio da Prata ser o limite
Meridional
do Brazil, voltando a colonia do Sacramento ao poder dos Portuguezes.</p>



<p>(Por esta &eacute;poca continu&atilde;o os Paulistas
nas suas peregrina&ccedil;&otilde;es pelo
interior, em quanto as capitanias do Norte v&atilde;o em regresso
por falta de
protec&ccedil;&atilde;o da Metropole).</p>



<h4>1719.</h4>



<p>He a Igreja do Par&aacute; elevada a Bispado.</p>



<h4>1720.</h4>



<p>He destacado da capitania de S. Paulo o districto das Minas
(C. R. <i>21
de Fevereiro</i>); e elevado &aacute; cathegoria de capitania
com o nome de
Minas-Geraes (Alv. <i>2 de Dezembro</i>).</p>



<h4>1721.</h4>



<p>Os Paulistas cheg&atilde;o at&eacute; o
Cuyab&aacute; em busca de ouro.</p>



<h4>1726.</h4>



<p>O Paulista <i>Bartholomeo Bueno</i>, indo em
busca de minas de ouro no
districto dos Goyazes, as descobre: j&aacute; em 1682 pouco mais ou
menos ahi
havia chegado seu pae (foi com o ouro extrahido destas minas
abundantissimas que hum de seus descendentes mandou fazer varias
especies
de fructos do paiz em tamanho natural, e offereceo a D. Jo&atilde;o
V.) Lan&ccedil;&atilde;o-se
os fundamentos da povoa&ccedil;&atilde;o de Goyaz.</p>



<h4>1729.</h4>



<p>Antonio (ou Bernardo, segundo outros) da Fonseca Lobo acha no
districto
do S&ecirc;rro-Frio, em Minas-Geraes, o primeiro diamante
descoberto no Brazil
(deste lugar sahio depois quantidade enorme desta pedra preciosa).</p>



<h4>1735.</h4>



<p>A colonia do Sacramento he atacada pelos Hespanhoes, ao mando
de <i>D.
Miguel de Salcedo</i>; por&eacute;m s&atilde;o
victoriosamente repellidos pelo bravo e
valente <i>Antonio Pedro de Vasconcellos</i>, commandante
do forte.</p>



<h4>1743.</h4>



<p>Os Paulistas cheg&atilde;o at&eacute; o Rio da Prata,
e fund&atilde;o a povoa&ccedil;&atilde;o de S.
Pedro.</p>



<h4>1746.</h4>



<p>A pedido do Rei, o Papa Benedicto XIV. eleva a Bispados as
Igrejas de S.
Paulo e Minas-Geraes (Bulla de <i>6 de Dezembro</i>); e
cria as Prelazias
de Goyaz e Matto-Grosso.</p>



<a name="ch3c"></a>
<h4>1750.</h4>



<p>Conclue-se hum tratado entre Hespanha e Portugal (<i>13
de Janeiro</i>),
tendo por fim determinar definitivamente os limites das respectivas
possess&otilde;es na America, e trocar o Sacramento por terras do
Paraguay.--Morre
D. Jo&atilde;o V. (<i>31 de Julho</i>).--Sobe ao throno
<span class="smallcaps">D.
Jos&eacute; I</span>.</p>



<h4>1751.</h4>



<p>J&aacute; por L. <i>9 de Mar&ccedil;o</i>
1609 havia sido criada na Bahia huma
Rela&ccedil;&atilde;o, ou Tribunal da 2.&ordf; instancia;
por&eacute;m n&atilde;o o havia sido
effectivamente sen&atilde;o em 1652, quando se lhe deo o Regimento
de <i>12 de
Setembro</i>.--Neste anno de 1751 he criada outra
Rela&ccedil;&atilde;o no Rio de Janeiro
(L. <i>16 de Fevereiro</i>), e deo-se-lhe Regimento em <i>13
de
Outubro</i>.--J&aacute; a este tempo existia na Bahia a
Rela&ccedil;&atilde;o Ecclesiastica
Metropolitana, criada em 1677 (Prov. de <i>30 de Novembro</i>)
por D.
Gaspar Barata de Mendon&ccedil;a, 1.&ordm; Arcebispo, e
confirmada pelo
Regente D. Pedro (Prov. Regia de <i>30 de Mar&ccedil;o</i>
de 1678). Neste mesmo
anno he concluido e ratificado o tratado com Hespanha de 1750.</p>



<h4>1752.</h4>



<p>Sahe para o Rio da Prata o Governador do Rio de Janeiro Gomes
Freire de
Andrade (depois Conde de Bobadella), encarregado de p&ocirc;r em
execu&ccedil;&atilde;o do lado
do Sul o tratado de 1750.--Por&eacute;m ficou sem effeito este
tratado por causa
das immensas difficuldades que sobrevier&atilde;o na sua
execu&ccedil;&atilde;o; porquanto,
devendo-se trocar Sacramento por povoa&ccedil;&otilde;es e
terras do Paraguay, de hum
lado os de Sacramento com difficuldade obedecer&atilde;o
&aacute;s ordens da c&ocirc;rte, sendo
at&eacute; preciso quasi empregar a for&ccedil;a, e do outro
tiver&atilde;o os Portuguezes e
Hespanhoes reunidos de combater os Indios do Paraguay, os quaes
incitados
pelos Jezuitas e habituados a obedecerem unicamente a elles,
recusar&atilde;o
sujeitar-se.</p>



<h4>1755.</h4>



<p>Sendo Ministro do Rei D. Jos&eacute; o grande <i>Sebasti&atilde;o
Jos&eacute; de Carvalho e
Mello</i> (depois Marquez de Pombal), levou este suas vistas para
as
colonias, e mais que tudo para o Brazil. A elle he o Brazil devedor de
servi&ccedil;os sem pre&ccedil;o, e de medidas justas e
salutares a bem dos Indios, do
commercio, da lavoura, da illustra&ccedil;&atilde;o, da
justi&ccedil;a, etc.--N&atilde;o podia elle ver
com bons olhos a oppress&atilde;o em que jazi&atilde;o os
Indios reduzidos &aacute; escravid&atilde;o,
apezar das sabias e justas determina&ccedil;&otilde;es
j&aacute; da c&ocirc;rte de Madrid, j&aacute; mesmo da
de Lisboa, sempre menoscabadas pelos colonos, avidos de riquezas. Em
consequencia a L. <i>6 de Junho</i> mandou restituir a
liberdade, bens, e
commercio aos Indios do Par&aacute; e Maranh&atilde;o assim
como em geral
conservarem-se-lhes as propriedades demarcadas, inteiras e pacificas
para
si e seus herdeiros.</p>



<h4>1758.</h4>



<p>O Alv. de <i>8 de Maio</i> estendeo aos Indios de
todo o Brazil a
disposi&ccedil;&atilde;o do de <i>6 de Junho</i>
1755, mandando que todos elles fossem
senhores de sua liberdade e bens em tudo e por tudo como os do
Maranh&atilde;o.</p>



<h4>1759.</h4>



<p>Exacerbado o Ministro do Rei com a
opposi&ccedil;&atilde;o que aos seus projectos
sempre encontrava da parte dos Jezuitas tanto em Portugal como na
America e
desejando acabar com o dominio de semelhante Ordem, consegue
expulsal-os do
Reino e dominios (Alv. de <i>19 de Janeiro</i>, C. R. de <i>21
de
Julho</i>, e L. de <i>3 de Setembro</i>).
J&aacute; o Alv. de <i>19 de
Janeiro</i>, e o de <i>28 de Junho</i> deste mesmo
anno lhes havia dado hum
golpe fatal, sequestrando-lhes os bens, mandando-os conservar reclusos
nas
casas principaes das cidades e villas notaveis, e tirando-lhes o
direito de
ensinar e educar.</p>



<h4>1761.</h4>



<p>Celebra-se entre Hespanha e Portugal hum tratado (<i>12
de
Fevereiro</i>) annullando o de 13 de Janeiro de 1750 e todos os
que delle
for&atilde;o consequencia.--Mand&atilde;o-se confiscar para a
cor&ocirc;a e Fazenda Nacional
todos os bens pertencentes aos Jezuitas, &aacute;
excep&ccedil;&atilde;o do que era destinado ao
servi&ccedil;o das Igrejas e Culto Divino (Alv. <i>25
Fevereiro</i>).</p>



<h4>1762.</h4>



<p>Rompe-se a paz entre Hespanha e Portugal.--As suas colonias na
America
seguem a sorte das Metropoles. <i>D. Pedro Cevallos</i>
ataca de improviso
a colonia do Sacramento, que cahe em poder dos Hespanhoes, bem como
outros
fortes e pontos.</p>



<h4>1763.</h4>



<p>Celebra-se na Europa o tratado de paz (<i>10 de Fevereiro</i>)
entre
Portugal, Hespanha, Inglaterra, e Fran&ccedil;a, no qual algumas
disposi&ccedil;&otilde;es havia
&aacute;cerca do Brazil e limites no Sul.--Neste mesmo anno, tendo
morrido o Conde
de Bobadella Governador do Rio de Janeiro, he a capital do Brazil
transferida da Bahia para esta cidade, tendo os Governadores Geraes o
titulo de <i>Vice-Reis</i>.--Chega o 1.&ordm; Vice-Rei
<i>D. Antonio
Alvares</i>, Conde da Cunha.</p>



<h4>1764.</h4>



<p>Em virtude do tratado de paz do anno antecedente he Sacramento
restituida aos Portuguezes.</p>



<h4>1767.</h4>



<p>Chega ao Rio de Janeiro o 2.&ordm; Vice-Rei <i>D.
Antonio Rolim de
Moura</i>, Conde de Azambuja.</p>



<h4>1768.</h4>



<p>Depois de j&aacute; se ter creado huma companhia de
commercio do Gr&atilde;o-Par&aacute; e
Maranh&atilde;o, e de se terem dado providencias &aacute;cerca
do commercio entre os
colonos e a Metropole, come&ccedil;a de novo huma esquadra a
accompanhar os
combois para a Europa.</p>



<h4>1769.</h4>



<p>Chega ao Rio de Janeiro o 3.&ordm; Vice-Rei <i>D.
Luiz
d'Almeida</i>, Marquez de Lavradio.</p>



<h4>1770.</h4>



<p>O Tenente (depois Tenente-General) <i>Candido Xavier de
Almeida e
Sousa</i> descobre os vastissimos campos de <i>Guarap&uacute;ava</i>.</p>



<h4>1772.</h4>



<p>Tem lugar no dia <i>18 de Fevereiro</i> a
primeira sess&atilde;o publica da
sociedade litteraria estabelecida no Rio de Janeiro sob os auspicios do
Marquez de Lavradio, denominada <i>Academia Scientifica do Rio
de
Janeiro</i>.--J&aacute; outra
associa&ccedil;&atilde;o litteraria existia na Bahia.</p>



<h4>1774.</h4>



<p>Para fazer todo bem possivel ao Brazil, o Marquez de Pombal
attendendo
ao ponto essencial da civilisa&ccedil;&atilde;o e
moralisa&ccedil;&atilde;o dos p&oacute;vos, a
illustra&ccedil;&atilde;o,
cria escolas regulares nas diversas capitanias.</p>



<h4>1776.</h4>



<p>S&atilde;o restaurados para a cor&ocirc;a Portugueza
os presidios do S. do Brazil que
indevidamente se achav&atilde;o ainda em poder dos
Hespanhoes.--Por&eacute;m novas
hostilidades tem lugar entre Hespanha e Portugal; e o Brazil he
amea&ccedil;ado.</p>



<a name="ch3d"></a>
<h4>1777.</h4>



<p>Huma formidavel esquadra Hespanhola (de 126 velas) ao mando de
D. Pedro
Cevallos toma a ilha de Santa Catharina, e a colonia do
Sacramento.--Morre
El-Rei D. Jos&eacute; I. (<i>24 de Fevereiro</i>).--Sobe
ao throno <span class="smallcaps">D. Maria I</span>.--Celebra-se
com Hespanha o tratado
preliminar de paz (<i>1.&ordm; de Outubro</i>) chamado
de <i>Santo
Ildefonso</i>, em virtude do qual se fix&atilde;o novos
limites ao Brazil no Sul,
e se perde a colonia do Sacramento que passa aos Hespanhoes.--No
reinado
desta Rainha descobrem-se em Minas-Geraes minas riquissimas de
diamantes,
perto do S&ecirc;rro-Frio, Tejuco, etc., merecendo especial
men&ccedil;&atilde;o a do
<i>Giquitinhonha</i>.</p>



<h4>1778.</h4>



<p>Em virtude do tratado de paz he a ilha de Santa Catharina
evacuada pelos
Hespanhoes (<i>30 de Julho</i>).</p>



<h4>1779.</h4>



<p>Chega ao Rio de Janeiro o 4.&ordm; Vice-Rei <i>D.
Luiz de
Vasconcellos e Sousa</i>.</p>



<a name="ch3e"></a>
<h4>1789--1792.</h4>



<p>Tendo-se tramado em Minas-Geraes huma
conspira&ccedil;&atilde;o para erigir em
Republica esta capitania, he disto avisado o Governador Luiz da Cunha e
Menezes. O infame Joaquim Silverio dos Reis denuncia os seus consocios
ao
Visconde de Barbacena, ent&atilde;o Capit&atilde;o-General. De
ordem do Vice-Rei s&atilde;o
todos presos. <i>Joaquim Jos&eacute; da Silva Xavier</i>,
qualificado chefe da
revolu&ccedil;&atilde;o, he enforcado. <i>Claudio Manoel
da Costa</i>, e <i>Joaquim da
Silva Pinto Rego Fortes</i> morrem na priz&atilde;o. Os
outros tendo sido
igualmente processados e condemnados &aacute; pena ultima, he-lhes
esta comutada
em degredo para Africa (1792): entre elles o celebre poeta <i>Gonzaga</i>.
A este tempo j&aacute; era governado o Brazil pelo 5.&ordm;
Vice-Rei <i>D.
Jos&eacute; de Castro</i>, Conde de Rezende, que
tom&aacute;ra posse em 4 de Junho de
1790.--A Rainha D. Maria achando-se atacada de
aliena&ccedil;&atilde;o mental confia o
governo a seu filho o Principe D. Jo&atilde;o (<i>10 de
Fevereiro</i> de
1792).--He Regente o Principe <span class="smallcaps">D.
Jo&atilde;o</span>.</p>



<h4>1799.</h4>



<p>Aggravando-se cada vez mais a enfermidade da Rainha, he o
Principe D.
Jo&atilde;o confirmado na Regencia por Decr. de <i>16 de
Julho</i>.</p>



<a name="ch4"></a>
<h2>TITULO IV.</h2>



<h3>SECULO XIX.</h3>



<a name="ch5"></a>
<h4>CAPITULO I.</h4>



<a name="ch5a"></a>
<h4>1800.</h4>



<p>Tres malfeitores condemnados a desterro descobrem em
Minas-Geraes o
enorme diamante, que pertence hoje &aacute; cor&ocirc;a
Portugueza. Em recompensa s&atilde;o
perdoados.</p>



<h4>1801.</h4>



<p>Rompe a guerra entre Hespanha e Portugal. Por conseguinte nova
guerra se
suscita no S. do Brazil. Felizmente n&atilde;o foi de longa
dura&ccedil;&atilde;o, porque a <i>6
de Junho</i> concluio-se o tratado de paz entre as duas
potencias.--Chega
ao Rio de Janeiro e toma posse do governo (<i>14 de Outubro</i>)
o
6.&ordm; Vice-Rei <i>D. Fernando Jos&eacute; de Portugal</i>,
depois Marquez
de Aguiar.</p>



<h4>1802.</h4>



<p>Em consequencia da paz celebrada entre as Metropoles,
cess&atilde;o as
hostilidades no S. do Brazil.</p>



<h4>1806.</h4>



<p>Chega ao Brazil e toma as redeas do governo (<i>21 de
Agosto</i>) o
7.&ordm; e ultimo Vice-Rei <i>D. Marcos de Noronha e Brito</i>,
Conde
dos Arcos.</p>



<h4>1807.</h4>



<p>Em consequencia da celebre conven&ccedil;&atilde;o de
Fontainebleau, Napole&atilde;o resolve
conquistar Portugal e riscar a familia de Bragan&ccedil;a do throno
deste Reino,
apezar de j&aacute; haver o Principe D. Jo&atilde;o adherido ao
famoso bloqueio
continental e fechado por um decreto os seus portos aos Inglezes. Junot
entra pois em Portugal e marcha sobre Lisboa.--O Principe Regente,
depois
de deixar hum governo interino, sahe para o Brazil com toda a familia,
accompanhado por huma esquadra Ingleza.</p>



<h4>1808.</h4>



<p>Tendo hum temporal dispersado os diversos vasos que
compunh&atilde;o a
esquadra, arriba &aacute; Bahia (<i>19 de Janeiro</i>)
a n&aacute;o que conduzia o
Principe Real. Ahi promulga-se o salutar decreto (<i>28 de Janeiro</i>)
franqueando os portos e commercio do Brazil a todas as
na&ccedil;&otilde;es em paz com
Portugal.--A <i>7 de Mar&ccedil;o</i> chega o Principe
ao Rio de Janeiro, onde se
reune &aacute; familia, e estabelece sua c&ocirc;rte.--Manda
estabelecer immediatamente
huma typographia regia (j&aacute; em meiados do seculo passado
f&ocirc;ra a imprensa
introduzida no Brazil; por&eacute;m pouco durou).--A <i>5 de
Maio</i> cria a
Academia de Marinha no Brazil.--Por Dec. de <i>10 de Maio</i>
eleva a
Rela&ccedil;&atilde;o do Rio de Janeiro &aacute; cathegoria
de Casa da Supplica&ccedil;&atilde;o; o que foi de
summa utilidade para a administra&ccedil;&atilde;o da
justi&ccedil;a por n&atilde;o ser preciso
recorrer &aacute; de Lisboa.--J&aacute; por Alv. de <i>22
de Abril</i> havia sido creado
no Rio de Janeiro o Tribunal do Dezembargo do Pa&ccedil;o;
tornando-se deste modo
totalmente desnecessarios para os Brazileiros os tribunaes existentes
em
Portugal, e facilitando-se em extremo a
administra&ccedil;&atilde;o da justi&ccedil;a.--Pelo
mesmo Alv. se creou no Rio de Janeiro a Meza de Consciencia e Ordens,
competindo-lhe, bem como ao Dezembargo do Pa&ccedil;o a
jurisdic&ccedil;&atilde;o e attribui&ccedil;&otilde;es
do Conselho Ultramarino, que n&atilde;o foi estabelecido no
Brazil.--Por Alv. de
<i>28 de Junho</i> creou-se o Conselho da Fazenda.--Pela C.
R. de <i>12 de
Outubro</i> estabeleceo-se o Banco do Brazil.</p>



<h4>1809.</h4>



<p>Continuando a guerra entre Portugal e a Fran&ccedil;a, e
tendo o Principe
Regente mandado attacar <i>Cayenna</i>, capital da Guyanna
Franceza, cahe
ella em poder dos Portuguezes (<i>14 de Janeiro</i>). Assim
nesta &eacute;poca os
limites do Brasil no N. estender&atilde;o-se ate &aacute; foz
do <i>Marony</i>, n&atilde;o
chegando anteriormente sen&atilde;o at&eacute; o rio <i>Oyapock</i>.</p>



<p>(As sabias medidas tomadas pelo Principe, o estabelecimento de
huma
c&ocirc;rte europ&ecirc;a no Brazil, a presen&ccedil;a do
Chefe do Estado fazem prosperar
rapidamente a colonia).</p>



<h4>1810.</h4>



<p>Celebr&atilde;o-se dous tratados de identica data (<i>19
de Fevereiro</i>)
entre Portugal e a Gr&atilde;-Bretanha, hum denominado de <i>paz
e amizade</i>, e
o outro de <i>amizade, commercio, e
navega&ccedil;&atilde;o</i>; nos quaes muita cousa se
acha estipulada &aacute;cerca do Brazil.--Por C. L. de <i>4
de Dezembro</i>
cria-se no Rio de Janeiro a Academia Militar.</p>



<h4>1811.</h4>



<p>O Principe Regente, receiando que o movimento da independencia
de
Buenos-Ayres arrastasse tambem os de Montevid&eacute;o e alterasse
a paz no
Brasil, envia hum exercito de observa&ccedil;&atilde;o (6.000
h.) &aacute;s fronteiras do Sul
sob as ordens do General <i>D. Diogo de Souza</i>,
Governador do Rio Grande
do Sul. Com effeito, apezar de sermos incommodados pelas correrias de <i>D.
Jos&eacute; Artigas</i>, as nossas armas for&atilde;o
felizes em alguns encontros com
este caudilho.--A Resol. <i>23 de Agosto</i> manda criar a
Rela&ccedil;&atilde;o do
Maranh&atilde;o.</p>



<h4>1812.</h4>



<p>A instancias de Buenos-Ayres conclue-se hum armisticio com o
General D.
Diogo de Souza, em virtude do qual evac&uacute;a elle o territorio
de
Montevid&eacute;o.</p>



<h4>1813.</h4>



<p>Constando ao Principe existirem minas de ferro em Minas Geraes
manda
elle o Bar&atilde;o de Eschwege exploral-as.</p>



<h4>1814.</h4>



<p>Tendo entrado em Paris pela primeira vez os alliados, e
obrigado
Napole&atilde;o a abdicar, conclue-se a paz geral, e o 1.&ordm;
tratado de
Paris de <i>30 de Maio</i>; em virtude do qual devia a
Guyana ser
restituida &aacute; Fran&ccedil;a, voltando por conseguinte o
Brazil no N. aos antigos
limites.--Estabelece-se a Real Bibliotheca no Rio de Janeiro.</p>



<h4>1815.</h4>



<p>Celebra-se entre Portugal e Inglaterra (<i>22 de Janeiro</i>)
hum
tratado para reprimir e extinguir o trafico de escravos.--He o Brasil
elevado &aacute; cathegoria de Reino, unido aos de Portugal e
Algarves (C. L. de
<i>16 de Dezembro</i>).</p>



<a name="ch5b"></a>
<h4>1816.</h4>



<p>Morre <span class="smallcaps">D. Maria I</span>
(<i>20 de
Mar&ccedil;o</i>).--Sobe ao throno <span class="smallcaps">D.
Jo&atilde;o
VI</span>.--Chega ao Brazil huma divis&atilde;o de
voluntarios Portuguezes e o
General <i>Beresford</i> com destino ao Sul do Estado,
para onde parte a
<i>12 de Junho</i>.--Atacado Montevid&eacute;o pelos de
Buenos-Ayres, v&ocirc;a em seu
soccorro o General <i>Carlos Frederico Lecor</i> (depois
Visconde da
Laguna).--<i>D. Fructuoso Rivera</i> commanda as tropas
inimigas, em quanto
de outro lado <i>D. Jos&eacute; Artigas</i> procura
sublevar os povos de Miss&otilde;es,
e infesta os mares de corsarios que muito incommod&atilde;o o
commercio
Portuguez.--Artigas he batido a <i>3 de Outubro</i> no
povo de <i>S.
Borja</i> pelo Tenente Coronel <i>Jos&eacute; de Abreu</i>;
e a 19 do mesmo mez,
proximo a <i>Ynhanduy</i> e <i>Paipaes</i>
pelo Brigadeiro <i>Jo&atilde;o de Deos
Mena Barreto</i>.--Fructuoso Rivera he bat&iacute;do a <i>24
de Setembro</i> no
Passo do <i>Chafalote</i> pelo Major <i>Manoel
Marques de Souza</i>; e em
<i>India-Morta</i> a <i>19 de Novembro</i>
pelo Marechal <i>Sebasti&atilde;o Pinto
de Araujo Corr&ecirc;a</i>.</p>



<h4>1817.</h4>



<p>Contin&uacute;a a campanha do Sul.--<i>Verdun</i>
he completamente derrotado
(<i>4 de Janeiro</i>) em <i>Catalan</i> pela
legi&atilde;o Paulista reunida &aacute;
divis&atilde;o do Tenente Coronel Jos&eacute; de Abreu.--A <i>20
de Janeiro</i> entr&atilde;o os
nossos triumphantes em Montevid&eacute;o, tendo &aacute; sua
frente o General Lecor.
Terminou pois esta campanha pela occupa&ccedil;&atilde;o de
Montevid&eacute;o, Colonia e
Maldonado. Nella se distinguir&atilde;o, al&eacute;m dos
officiaes j&aacute; mencionados,
<i>Joaquim Xavier Curado</i> (depois Conde de S.
Jo&atilde;o das Duas-Barras),
<i>Bento Manoel Ribeiro</i>, e <i>Manoel Jorge
Rodrigues</i> (depois Bar&atilde;o
de Taquary).--Em quanto isto se passava no Sul do Reino, he o Norte
amea&ccedil;ado por huma grave crise revolucionaria. Rebenta a <i>6
de Mar&ccedil;o</i>
em Pernambuco hum movimento politico, que o proclama independente do
Rei.
Come&ccedil;ou prematuramente pelo assassinato do General Manoel
Joaquim Barbosa
de Castro. He chefe da revolta <i>Domingos Jos&eacute;
Martins</i>. Institue-se
hum governo provisorio de 5 membros.--O Conde dos Arcos,
ent&atilde;o Governador
da Bahia, manda immediatamente huma for&ccedil;a &aacute;s
ordens do General <i>Joaquim
de Mello Leite Cogominho de Lacerda</i> a debellar os revoltosos.
Huma
esquadrilha bloqueia o Recife. Novos vasos sahidos do Rio de Janeiro
apert&atilde;o o bloqueio. Nova esquadra parte da c&ocirc;rte,
levando huma divis&atilde;o &aacute;s
ordens do General Luiz do Rego Barreto, nomeado Governador de
Pernambuco.--Martins, sabendo da aproxima&ccedil;&atilde;o do
General Lacerda, sahe a
combatel-o; por&eacute;m he completamente derrotado nos Campos de <i>Ipojuca</i>
(<i>15 de Maio</i>); e, feito prisioneiro, he remettido
para a
Bahia.--Desanimados com semelhante rev&eacute;z, dissolvem-se os
revoltosos. De
maneira que, quando chegou a Pernambuco o General Rego, j&aacute;
tudo tinha
entrado na ordem, e n&atilde;o fez mais do que tomar posse do
governo.--Martins e
mais alguns for&atilde;o condemnados &aacute; morte e
executados; outros for&atilde;o
degradados; outros finalmente, entre os quaes Antonio Carlos Ribeiro de
Andrada que muito concorreo depois para a nossa independencia,
obtiver&atilde;o o
perd&atilde;o.--Celebra-se com Inglaterra huma
conven&ccedil;&atilde;o (<i>28 de Julho</i>) para
estabelecer-se huma Commiss&atilde;o-Mixta, que devia residir em
Londres; e se
concedeo &aacute; Gr&atilde;-Bretanha o direito de <i>visita
e busca</i> nos vasos
mercantes Brazileiros suspeitos de se empregarem no trafico de
Africanos.
Celebra-se com a Fran&ccedil;a hum tratado (<i>28 de Agosto</i>),
em virtude do
qual se estipula definitivamente a restitui&ccedil;&atilde;o da
Guyana, e se fix&atilde;o os
limites respectivos (V. tambem Art. 107 do acto final do Congresso de
Vienna em <i>9 de Junho</i> de 1815); em observancia do
qual he Cayenna
evacuada pelos Brazileiros (<i>8 de Novembro de 1818</i>) e
entregue aos
Francezes. O rio Oyapock volta a ser o limite N. do Brazil.--Chega ao
Rio
de Janeiro (<i>5 de Novembro</i>) a Archiduqueza de Austria
<i>D. Maria
Leopoldina Josefa Carolina</i>, Augusta Esposa do Principe D.
Pedro.</p>



<h4>1818.</h4>



<p>Tem lugar no Rio de Janeiro o acto solemne da
coroa&ccedil;&atilde;o de D. Jo&atilde;o VI.
(<i>6 de Fevereiro</i>).--Come&ccedil;a a 2.&ordf;
campanha do
Sul.--Continuando a incommodar-nos as guerrilhas de <i>D.
Jos&eacute; Artigas</i>,
rompem as hostilidades contra elle e contra <i>D. Fructuoso
Rivera</i>, que
pouco depois se lhe reunio.--Varias partidas do inimigo s&atilde;o
batidas pelo
Tenente Coronel <i>Caetano Alberto de Souza Canavarro</i>,
pelo Marechal
<i>Francisco das Chagas Santos</i>, e pelo
Sargento-M&oacute;r <i>Antero Jos&eacute;
Ferreira de Brito</i>.--Cria-se hum Mus&ecirc;o Nacional no
Rio de Janeiro (Decr.
de <i>6 de Junho</i>).</p>



<h4>1819.</h4>



<p>Em principios deste anno estabelecem-se no Rio de Janeiro e em
Serra-Le&ocirc;a as Commiss&otilde;es-Mixtas Anglo-Brazileiras
para, em conformidade do
Art. 8.&ordm; da conven&ccedil;&atilde;o de <i>28 de
Julho</i> de 1817, julgarem
das prezas de vasos empregados no trafico de escravos.--Promove-se por
outro lado a emigra&ccedil;&atilde;o de colonos
Europ&ecirc;os para o Brazil, sobretudo
Allem&atilde;es e Suissos; por&eacute;m &eacute; mal
succedida esta tentativa.--Desejoso
Montevid&eacute;o de regular definitivamente suas fronteiras com o
Brazil
celebra-se huma conven&ccedil;&atilde;o sobre limites, de que
for&atilde;o negociadores por
parte do Brazil o Conde da Figueira, e de Montevid&eacute;o D.
Prudencio
Morguiondo (V. o que sobre esta conven&ccedil;&atilde;o diz o
Visconde de S. Leopoldo nos
seus <i>Annaes de S. Pedro do Sul</i>).</p>



<h4>1820.</h4>



<p>Depois de varios encontros de nossas for&ccedil;as no Sul
com as de Rivera e
Artigas, nos quaes quasi sempre fomos victoriosos, tem lugar a batalha
de
<i>Taquaremb&oacute;</i> (<i>22 de Janeiro</i>),
ganha sobre os inimigos pelo
<i>Conde da Figueira</i>, Brigadeiro <i>Bento
Corr&ecirc;a da Camara</i>, e
<i>Jos&eacute; de Abreu</i> reunidos. Em consequencia
s&atilde;o obrigados a retirar-se,
continuando por&eacute;m a incommodar-nos as guerrilhas e mais que
tudo os piratas
artiguenhos. Artigas foge para o Paraguay, onde he retido pelo Dictador
Francia. Assim terminou esta campanha; na qual se
distinguir&atilde;o, af&oacute;ra os
Capit&atilde;es j&aacute; mencionados, o General <i>Bernardo
da Silveira Pinto</i>, o
General <i>Curado</i>, e a esquadrilha ao mando de <i>Jacintho
Roque de
Sena Pereira</i>, e varios outros.--Em quanto isto se passa na
America,
grandes cousas se prepar&atilde;o na Europa, arrastando tambem o
Brazil.--Portugal, levado por varios motivos, dominado pelas novas
id&eacute;as
politicas da revolu&ccedil;&atilde;o Franceza, e mais que tudo
incitado pelo exemplo de
Hespanha que proclamara o grito da liberdade constitucional, quer
tambem
huma Constitui&ccedil;&atilde;o: a
guarni&ccedil;&atilde;o do Porto d&aacute; o primeiro grito
(<i>24 de
Agosto</i>) pedindo a convoca&ccedil;&atilde;o de um
Congresso Nacional.--Chegando
semelhante nova ao Brazil, he este impellido a huma crise
revolucionaria.</p>



<a name="ch5c"></a>
<h4>1821.</h4>



<p>No Brazil come&ccedil;a a revolu&ccedil;&atilde;o
pelo Par&aacute; em <i>1.&ordm; de
Janeiro</i>, sendo demitido o Governador Conde de
Villa-Fl&ocirc;r, que he
substituido por huma Junta Provisoria: he enviado Domingos
Sim&otilde;es da Cunha
a congratular as C&ocirc;rtes Constituintes, j&aacute;
installadas em Lisboa.--Imita a
Bahia o exemplo do Par&aacute; e adhere &aacute;
revolu&ccedil;&atilde;o de Portugal (<i>10 de
Fevereiro</i>). O Conde de Palma, ent&atilde;o Governador,
rejeita a presidencia
da Junta Provisoria ahi installada.--Seguio-se Pernambuco, onde tudo se
fez
pacificamente, porque o Governador Luiz do Rego Barreto transigio com o
espirito revolucionario, e por huma proclama&ccedil;&atilde;o
adherio ao movimento
politico.--No Rio de Janeiro, apenas se soube destes factos, formou-se
huma
sociedade para fazer com que a tropa, reunida no largo do Rocio por
meio de
avisos secretos, adherisse ao movimento geral. Por&eacute;m o
Principe D. Pedro,
sabendo deste plano, chega ao largo do Rocio (<i>26 de Fevereiro</i>),
e
subindo ao terra&ccedil;o do theatro de S. Jo&atilde;o (hoje de
S. Pedro) l&ecirc; o Decreto
(<i>24 de Fevereiro</i>) pelo qual El-Rei approvava a
Constitui&ccedil;&atilde;o que
fizessem as c&ocirc;rtes em Portugal. Em consequencia
prestar&atilde;o todos juramento,
e tudo terminou pacificamente por vivas e
acclama&ccedil;&otilde;es.--Pouco depois deste
successo hum Decreto (<i>2 de Mar&ccedil;o</i>)
concedeo liberdade de imprensa,
por&eacute;m com restric&ccedil;&otilde;es.--No entanto a
presen&ccedil;a do Rei em Portugal tornava-se
indispensavel pelo espirito e caracter que ia tomando a
revolu&ccedil;&atilde;o. Por isso
o Decr. de <i>7 de Mar&ccedil;o</i> deixa no Brazil o
Principe D. Pedro,
encarregado do Governo Provisorio; e manda proceder &aacute;
elei&ccedil;&atilde;o dos Deputados
Brazileiros &aacute; Constituinte em Lisboa na f&oacute;rma de
outro Decreto de identica
data.--Tendo-se pois de proceder &aacute;
elei&ccedil;&atilde;o dos Deputados no Rio de Janeiro
sob a presidencia de Joaquim Jos&eacute; de Queiroz, reunidos os
Eleitores na
Pra&ccedil;a do Commercio, e tambem grande concurso de povo (a
maior parte
occultamente armado), levanta-se de repente grande vozer&iacute;a
pedindo que
fosse acclamada a Constitui&ccedil;&atilde;o Hespanhola. Huma
deputa&ccedil;&atilde;o leva ao Rei este
pedido, que he approvado por hum Decreto (<i>21 de Abril</i>).
Por&eacute;m,
sabendo-se que El-Rei quer partir, manda a Junta ordem &aacute;s
fortalezas para o
impedirem de sahir. Augmentando de mais em mais o tumulto no Collegio
Eleitoral, he cercado o edificio pelas tropas que fazem fogo sobre os
cidad&atilde;os, de que resultar&atilde;o algumas mortes e
ferimentos.--No dia seguinte
(<i>22 de Abril</i>) revoga El-Rei o Decreto que adoptava a
Constitui&ccedil;&atilde;o
Hespanhola.--E no dia <i>26 de Abril</i> levanta ancora
para Portugal,
deixando no Brazil como Regente e seu Lugar-Tenente com amplos poderes
seu
filho D. Pedro.--Por este mesmo tempo houve em Santos hum motim militar
por
falta de pagamento; Lazaro Jos&eacute; Gon&ccedil;alves desce
de S. Paulo e restabelece a
ordem e tranquillidade.--Neste mesmo anno o Decreto de <i>6 de
Fevereiro</i> manda criar a Rela&ccedil;&atilde;o de
Pernambuco.</p>



<h4>1821.</h4>



<p>He Regente do Brazil o Principe <span class="smallcaps">D.
Pedro</span>.--Em <i>5 de Junho</i> tem lugar no Rio
de Janeiro huma
revolu&ccedil;&atilde;o, cujos resultados for&atilde;o a
expuls&atilde;o do Conde dos Arcos, a cria&ccedil;&atilde;o
de huma Junta Provisoria, e o juramento das bases da
Constitui&ccedil;&atilde;o.--No
entanto em Montevid&eacute;o grande quest&atilde;o se debatia,
qual era--<i>si devia esse
Estado conservar-se independente sobre si, apezar de fraco; ou si
reunir-se
&aacute; Confedera&ccedil;&atilde;o do Rio da Prata; ou si
ao Brazil</i>.--Foi abra&ccedil;ado o ultimo
partido; e a <i>31 de Julho</i> declarou-se a
incorpora&ccedil;&atilde;o voluntaria de
Montevid&eacute;o ao Brazil, sob certas
condi&ccedil;&otilde;es, debaixo do nome de <i>Provincia
Cisplatina</i>. (De sorte que por este facto estendia-se o Brazil
nesta
&eacute;poca at&eacute; o Rio da Prata).--Em quanto isto se
passa no Sul, he o Norte
amea&ccedil;ado de tremenda borrasca. Em <i>29 de Agosto</i>
rebenta em Goyana
(Pernambuco) hum movimento revolucionario. N&atilde;o querendo os
revoltosos
annuir &aacute;s proposi&ccedil;&otilde;es pacificas da
Junta Governativa do Recife, resolvem-se
atacar Olinda e a capital; por&eacute;m s&atilde;o repellidos.
Finalmente a conven&ccedil;&atilde;o de
<i>Biberibe</i> (<i>9 de Outubro</i>)
restabelece a ordem. O General Luiz
do Rego, que combat&ecirc;ra os revoltosos, depois de haver
capitulado em Olinda
retira-se para Portugal.--Em Portugal as C&ocirc;rtes de Lisboa
mostr&atilde;o vistas
menos favoraveis ao Brazil, apezar da opposi&ccedil;&atilde;o
dos Deputados Brazileiros,
cuja voz se torna inutil pela superioridade numerica dos contrarios.
Decret&atilde;o pois a cria&ccedil;&atilde;o de Juntas
Governativas em todas as Provincias; a
extinc&ccedil;&atilde;o dos Tribunaes Brazileiros; e
cham&atilde;o &aacute; Europa o Principe Real D.
Pedro sob pretexto de instruir-se viajando.--O Norte e Sul do Estado
seguem
partidos diversos. Em quanto aquelle recusa obediencia ao Principe, faz
o
povo no Rio de Janeiro, impellido por <i>Jos&eacute; Joaquim
da Rocha</i> hum
requerimento &aacute; Camara Municipal afim de ir pedir ao Principe
a gra&ccedil;a de
demorar a sua partida. Quasi ao mesmo tempo cheg&atilde;o (fins
deste anno) de S.
Paulo huma energica representa&ccedil;&atilde;o, agenciada por <i>Jos&eacute;
Bonifacio de
Andrada e Silva</i>; e outra da villa de Barbacena em
Minas-Geraes por
<i>Paulo Barbosa da Silva</i> contra as
determina&ccedil;&otilde;es do Congresso de
Lisboa.</p>



<h4>1822.</h4>



<p>O Principe Regente D. Pedro attendendo a todas as
reclama&ccedil;&otilde;es dos povos
delibera-se a ficar no Brazil (<i>9 de Janeiro</i>); e
assim o declara ao
Presidente da Camara Municipal da capital <i>Jos&eacute;
Clemente Pereira</i>,
encarregado da mensagem.--No entanto em Minas Geraes o partido das
C&ocirc;rtes,
representado principalmente por <i>Jos&eacute; Maria Pinto
Peixoto</i>, e
<i>Cassiano Spiridi&atilde;o de Mello e Mattos</i>
recusava obedecer ao Principe.
Em consequencia resolve este fazer entrar tudo na ordem indo
pessoalmente a
Minas. A <i>25 de Mar&ccedil;o</i> sahe elle do Rio de
Janeiro, acompanhado de mui
poucas pessoas, e em breves dias achava-se em Ouro Preto. Depois de
apaziguar tudo com sua presen&ccedil;a e de restabelecer a ordem
fazendo sahir da
Provincia os resistentes, volta &aacute; c&ocirc;rte, onde
chega a <i>25 de
Abril</i>.--De volta ao Rio de Janeiro offerece-lhe a Camara
desta cidade o
titulo e cargo de <i>Defensor Perpetuo do Brazil</i>, que
he acceito (<i>13
de Maio</i>).--Havendo o Decreto de <i>16 de Fevereiro</i>
criado hum
Conselho de Procuradores das Provincias do Brazil, installa-se este no
dia
<i>2 de Junho</i>.--E tendo a Camara do Rio de Janeiro
pedido no dia <i>20
de Maio</i> a convoca&ccedil;&atilde;o de huma
Assembl&eacute;a Constituinte e Legislativa para
o Brazil, o Decreto de <i>3 de Junho</i> a convoca.--No
entanto certas
desaven&ccedil;as em S. Paulo, amea&ccedil;ando a paz e
tranquillidade publica, exigem a
presen&ccedil;a do Principe, que para l&aacute; parte no dia <i>14
de Agosto</i>.</p>



<a name="ch6"></a>
<h2>TITULO IV.</h2>



<h3>SECULO XIX.</h3>



<h4>CAPITULO II.</h4>



<a name="ch6a"></a>
<h4>1822.</h4>



<p>Nos campos do <i>Ypiranga</i> em S. Paulo recebe
o Principe D. Pedro
Decretos da c&ocirc;rte de Lisboa, ordenando-lhe terminantemente
que se retirasse
para a Europa, e dando por nullos e irritos todos os actos feitos a
pedido
dos povos. Immediatamente calcando aos p&eacute;s semelhantes
Decretos, levanta o
grito--<i>Independencia ou Morte</i>--(<i>7 de
Setembro</i>) que retumbou
das margens do Ypiranga at&eacute; o Amazonas e
Prata.--Restabelecida a ordem em
S. Paulo, volta &aacute; c&ocirc;rte onde chega no dia <i>15
de Setembro</i>.--A <i>12
de Outubro</i> he acclamado <i>Imperador Constitucional e
Defensor Perpetuo
do Brazil</i>.--E a <i>1.&ordm; de Dezembro</i>
sagrado e coroado;
criando neste mesmo dia a Imperial <i>Ordem do Cruzeiro do Sul</i>.
(Fica
pois emancipado o Brazil, e constituido Imperio sob o governo de seu
magnanimo fundador <span class="smallcaps">D. Pedro I.</span>--D'aqui
come&ccedil;a a sua existencia politica como
Na&ccedil;&atilde;o livre e independente. E em
pouco mais de 20 annos tem caminhado com passos gigantescos na estrada
da
civilisa&ccedil;&atilde;o, apezar das graves
commo&ccedil;&otilde;es intestinas que constantemente o
perseguem retardando o seu progresso estupendo).</p>



<h4>1823.</h4>



<p>Os Deputados Brazileiros &aacute; Constituinte Portugueza,
n&atilde;o tendo podido
alcan&ccedil;ar das C&ocirc;rtes cousa alguma em favor do
Brazil, conseguem evadir-se de
Lisboa, e cheg&atilde;o &aacute; sua patria.--Convocada a
Assembl&eacute;a Constituinte
Brazileira, e feita a elei&ccedil;&atilde;o, he ella aberta no
dia <i>3 de Maio</i>.--No
entanto a rivalidade dos Generaes <i>Ignacio Luiz Madeira de
Mello</i> e
<i>Manoel Pedro de Freitas Guimar&atilde;es</i> na
Bahia havia dado lugar a graves
desordens, por isso que ambos queri&atilde;o o commando geral das
tropas, o
primeiro fundado na sua nomea&ccedil;&atilde;o official, e o
segundo na nomea&ccedil;&atilde;o popular;
al&eacute;m de que a noticia da independencia j&aacute;
l&aacute; havia chegado, e a Bahia n&atilde;o
queria em seu seio tropas Portuguezas, e muito menos hum Chefe
Portuguez. O
General <i>Pedro Labatut</i> he enviado &aacute;
Bahia, auxiliando-o ao mesmo
tempo huma esquadrilha &aacute;s ordens do Almirante <i>Lord
Cockrane</i>. Por&eacute;m
<i>Labatut</i> foi exonerado desta commiss&atilde;o, e
substituido por <i>Jos&eacute;
Joaquim de Lima e Silva</i>, que obriga Madeira a capitular. No
dia <i>2 de
Julho</i> os Portuguezes evacu&atilde;o a Bahia; a qual
adhere &aacute;
independencia.--Pernambuco j&aacute; havia adherido &aacute;
independencia, n&atilde;o sem ter
soffrido graves desordens provenientes da
insubordina&ccedil;&atilde;o da tropa.--Por&eacute;m o
Piauhy, Maranh&atilde;o, e Par&aacute; resistem &aacute;
independencia.--No Piauhy <i>Jo&atilde;o Jos&eacute;
da Cunha Fidi&eacute;</i> quer sustentar as C&ocirc;rtes
Portuguezas; mas os Cearenses
conduzidos por <i>Jos&eacute; Pereira Filgueiras</i>
invadem o Piauhy e obrig&atilde;o
Fidi&eacute; a retirar-se.--No Maranh&atilde;o <i>Jos&eacute;
Felix Pereira de Burgos</i> bate
os resistentes em <i>Itapicur&uacute;mirim</i>: e com
a appari&ccedil;&atilde;o da esquadra de
Cockrane he restabelecida a paz e jurada a independencia.--No
Par&aacute; o
General <i>Jos&eacute; Maria de Moura</i> quer
resistir; por&eacute;m do Maranh&atilde;o he
destacado por Cockrane hum vaso ao mando de <i>Jo&atilde;o
Pasco&eacute; Greenffel</i>
para obrigar o Par&aacute; a reconhecer a independencia: com
effeito assim
succede, sendo preso e remettido para Lisboa o General Moura.
Por&eacute;m a
excessiva alegria do povo ia degenerando em anarchia, tendo lugar
graves
desordens: Greenffel desembarca com alguma tropa e restabelece a
tranquillidade, aprisionando os revoltosos e desordeiros; e
n&atilde;o havendo em
terra pris&atilde;o segura, lan&ccedil;a no por&atilde;o do
seu navio mais de 300 presos; e
fazendo elles motim, manda disparar alguns tiros para contel-os: no dia
seguinte amanhecem quasi todos asphyxiados!--Voltando ao Sul do
Imperio,
hum facto grave se passava no Rio de Janeiro. O Imperador reconhecendo
vistas ultra-constitucionaes em alguns dos Deputados, dissolve a
Assembl&eacute;a
Constituinte (Decreto de <i>12 de Novembro</i>), e deporta
alguns de seus
membros (entre os quaes o Patriarcha de nossa independencia <i>Jos&eacute;
Bonifacio de Andrada</i>, e seus dous irm&atilde;os <i>Antonio
Carlos</i> e
<i>Martim Francisco</i>).--No extremo Sul do Imperio o <i>Bar&atilde;o
da
Laguna</i>, declarando-se a favor da independencia quer obrigar
Montevid&eacute;o
a adherir a este movimento; por&eacute;m o General <i>D.
Alvaro</i> resiste, at&eacute;
que capit&uacute;la em <i>18 de Novembro</i>, depois
de hum longo
ass&eacute;dio.--Tendo-se dissolvido a Constituinte e promettido o
Imperador huma
Constitui&ccedil;&atilde;o aos povos, o Decreto de <i>26
de Novembro</i> nomea huma
commiss&atilde;o especial de 10 membros para a
redac&ccedil;&atilde;o de semelhante Codigo
Politico.--J&aacute; era apparecida a L. <i>20 de Outubro</i>,
declarando qual a
legisla&ccedil;&atilde;o vigente no Brazil: e mandou-se que se
observasse a mesma que at&eacute;
ent&atilde;o vigorava, a saber, o Codigo Philippino e demais leis
extravagantes
promulgadas at&eacute; o dia <i>25 de Abril</i> de
1821, todas as promulgadas pelo
Principe D. Pedro como Regente e Imperador, e algumas leis da
Constituinte
posteriores &aacute;quella data, especificadas na tabella annexa
&aacute; dita Lei. (Esta
legisla&ccedil;&atilde;o tem sido muito alterada por leis
nossas modernas; apontaremos as
modifica&ccedil;&otilde;es mais profundas).</p>



<h4>1824.</h4>



<p>Redigida a Constitui&ccedil;&atilde;o pela
commiss&atilde;o para isso nomeada; he ella
offerecida aos povos pelo Imperador e jurada no dia <i>25 de
Mar&ccedil;o</i>. Por
ella se estabeleceu o governo <i>Monarchico Hereditario
Constitucional
Representativo</i> no Brazil; e se consolidou assim a unica
Monarchia
existente na America. For&atilde;o seus Redactores <i>Jo&atilde;o
Severiano Maciel da
Costa</i> (Marquez de Qu&eacute;luz); <i>Luiz
Jos&eacute; de Carvalho e Mello</i>
(Visconde da Cachoeira); <i>Clemente Ferreira Fran&ccedil;a</i>
(Marquez de
Nazareth); <i>Mariano Jos&eacute; Pereira da Fonseca</i>
(Marquez de Maric&aacute;);
<i>Jo&atilde;o Gomes da Silveira Mendon&ccedil;a</i>
(Visconde do Fanado e Marquez do
Sabar&aacute;);--<i>Franc&iacute;sco Villela Barbosa</i>
(Marquez de Paranagu&aacute;); <i>Bar&atilde;o
de Santo Amaro</i> (Marquez do mesmo titulo); <i>Antonio
Luiz Pereira da
Cunha</i> (Marquez de Inhambupe); <i>Manoel Jacintho
Nogueira da Gama</i>
(Marquez de Baependy); e <i>Jos&eacute; Joaquim Carneiro de
Campos</i> (Marquez de
Caravellas).--Em Pernambuco as id&eacute;as mal extinctas da
revolu&ccedil;&atilde;o de 1817 s&atilde;o
renovadas pelos escriptos incendiarios de <i>Cypriano
Jos&eacute; Barata de
Almeida</i>. Em consequencia <i>Manoel de Carvalho Paes de
Andrade</i>
proclama nesta Provincia o governo Republicano (<i>24 de Julho</i>)
e
convida as demais Provincias do Norte a ligarem-se a Pernambuco e
constituirem a Republica ou <i>Confedera&ccedil;&atilde;o
do Equador</i>. No Cear&aacute; foi
este convite acceito por Trist&atilde;o Gon&ccedil;alves de
Alencar Araripe e Jos&eacute;
Pereira Filgueiras; por&eacute;m o povo n&atilde;o quiz adherir
a semelhante movimento.
Do Rio de Janeiro he enviado a Pernambuco o Brigadeiro <i>Francisco
de Lima
e Silva</i>. Desembarca este nas Alag&ocirc;as; e,
aconselhado pelo engenheiro
Conrado Jacob de Niemeyer toma de sorpreza o Recife (<i>12 de
Setembro</i>); e tendo batido os insurgentes em <i>Boa-Vista</i>
ajudado
pela esquadra de <i>Cockrane</i>, havendo fugido Paes de
Andrade para bordo
de hum vaso Inglez, e os revoltosos abandonado Olinda e Recife,
s&atilde;o estes
dous pontos definitivamente occupados pelo Brigadeiro Lima em <i>17
de
Setembro</i>. Assim restabelece-se a paz, sendo alguns dos
insurgentes
condemnados &aacute; morte e executados (entre outros o celebre
Jo&atilde;o Guilherme
Recktliff, homem de luzes e sentimentos).--He preso na Bahia e
cobardemente
assassinado pela escolta que o conduzia o General Felisberto Gomes
Caldeira
(<i>25 de Outubro</i>).--Horrivel secca lavra pelo Norte,
sobretudo no
Cear&aacute;, summamente sujeito a ellas pelos seus grandes
desertos arenosos.</p>



<h4>1825.</h4>



<p>A nossa independencia he reconhecida por Portugal em virtude
da
conven&ccedil;&atilde;o de <i>29 de Agosto</i>.--Nova
guerra vae suscitar-se no Sul do
Imperio, e come&ccedil;ar assim a 3.&ordf; e ultima campanha.
Hum partido, a
cuja frente se achava <i>Fructuoso Rivera</i> em
Montevid&eacute;o deseja
separal-o do Brazil. Com effeito Rivera come&ccedil;a a
revolu&ccedil;&atilde;o, sahindo de
Montevid&eacute;o e pondo-lhe cerco. Pouco depois se lhe reune <i>D.
Jo&atilde;o Antonio
Lavalleja</i>, que salta no <i>Porto das Vaccas</i>
em <i>19 de Abril</i>.
A <i>14 de Junho</i> estabelecem hum Governo Provisorio na
<i>Villa de la
Florida</i>; e a <i>20 de Agosto</i> installa-se sua
primeira Camara
Legislativa que declara irritos e nullos todos os actos de
incorpora&ccedil;&atilde;o ao
Brazil.--Commandava nossas for&ccedil;as terrestres o <i>Visconde
da Laguna</i>;
por&eacute;m achav&atilde;o-se ellas muito diminuidas pela
retirada de algumas divis&otilde;es
destacadas para diversos pontos do Imperio afim de nelles restabelecer
e
conservar a ordem e tranquillidade.--Conhecendo Buenos-Ayres nossa
fraqueza
declara-nos a guerra, e liga-se ao partido Republicano em
Montevid&eacute;o.--<i>Bento Manoel Ribeiro</i>,
fascinado pela honra do commando
e &aacute;vido de gloria militar trava combate com Lavalleja; e
faz-nos pela sua
imprudencia e temeridade perder a batalha de <i>Sarandi</i>
(<i>12 de
Outubro</i>).--Nas aguas do Prata por&eacute;m a nossa
esquadra commandada por
<i>Pedro Antonio Nunes</i> leva vantagem &aacute; do
Almirante <i>Guilherme
Brown</i>.--Novos refor&ccedil;os partem do Rio de
Janeiro.--O Congresso decreta a
incorpora&ccedil;&atilde;o de Montevid&eacute;o
&aacute; Republica unida do Rio da Prata, e assim o
communica ao Gabinete do Brazil em nota de <i>4 de Novembro</i>.--O
Brazil
declara a guerra a Buenos-Ayres e expende as suas raz&otilde;es no
manifesto de
<i>10 de Dezembro</i>.--Tem lugar no Rio de Janeiro o
nascimento do
Principe D. Pedro (<i>2 de Dezembro</i>).</p>



<h4>1826.</h4>



<p>Celebra-se com a Fran&ccedil;a (<i>8 de Janeiro</i>)
hum tratado perpetuo de
amizade e garantias.--Celebra-se com a Inglaterra hum tratado (<i>23
de
Novembro</i>) para aboli&ccedil;&atilde;o do trafico de
escravos, e nomea&ccedil;&atilde;o de
commiss&otilde;es mixtas em tudo e por tudo como o de 28 de Julho
de 1817.--As
continuas desordens na Bahia lev&atilde;o o Imperador a ir
pessoalmente
apazigual-as: com effeito parte da c&ocirc;rte a <i>3 de
Fevereiro</i> e a 27 do
mesmo mez l&aacute; se achava: restabelecida a ordem, volta
&aacute; c&ocirc;rte, onde chega no
dia <i>1.&ordm; de Abril</i>.--Por morte de D.
Jo&atilde;o VI. em Portugal
(<i>10 de Mar&ccedil;o</i>), sendo chamado a
succeder-lhe seu filho D. Pedro IV.
(Pedro I. do Brazil) abd&iacute;ca este a cor&ocirc;a em sua
filha D. Maria da Gloria
(<i>3 de Maio</i>), hoje Rainha de Portugal D. Maria
II.--Abre-se no Rio de
Janeiro a 1.&ordf; Assembl&eacute;a Legislativa do Brazil (<i>3
de
Maio</i>).--Contin&uacute;a a campanha do Sul. <i>Rodrigo
Pinto Guedes</i> toma o
commando da esquadra Brazileira (<i>11 de Maio</i>).
Atacando Lavalleja a
Colonia do Sacramento, he repellido pela brava
guarni&ccedil;&atilde;o ao mando do habil
General <i>Manoel Jorge Rodrigues</i>; assim como pouco
depois tambem
succede o mesmo a <i>D. Manoel Oribe</i>. Ao mesmo tempo <i>Frederico
Mariath</i> obsta ao ataque da colonia por huma esquadrilha
inimiga. O
Imperador parte para o Sul afim de dirigir elle proprio a guerra contra
os
Argentinos (<i>24 de Novembro</i>).--Durante a sua ausencia
fallece na
c&ocirc;rte a Imperatriz D. Leopoldina (<i>11 de Dezembro</i>).--O
Dec. de <i>16
de Abril</i> cria a <i>Ordem de Pedro I</i>.</p>



<h4>1827.</h4>



<p>O Imperador, depois de substituir no commando do exercito do
Sul o
Visconde da Laguna pelo <i>Marquez de Barbacena</i>, volta
&aacute; c&ocirc;rte em <i>15
de Janeiro</i>.--Contin&uacute;a a campanha do Sul. Apezar do
m&aacute;o estado do
exercito, sahem a campo as nossas tropas. Depois de pequenos tiroteios,
de
marchas e contra-marchas, cujo fim he ainda hoje desconhecido, tem
lugar
(<i>20 de Fevereiro</i>) huma batalha chamada de <i>Ituzaingo</i>
ou do
<i>Passo do Rosario</i>, em que os nossos em numero de
5:000 e tantos
homens combater&atilde;o valorozamente contra 9:000 inimigos: mal
dirigida a ac&ccedil;&atilde;o
pelo General em Chefe, he ella ganha pelos contrarios, apezar dos
exfor&ccedil;os
de valentes Generaes e Officiaes, como o <i>Bar&atilde;o do
S&ecirc;rro Largo</i> (que
morreo), <i>Bento Manoel Ribeiro</i>, <i>Bento
Gon&ccedil;alves da Silva</i> e
outros.--Pelo contrario nas aguas do Prata a esquadra Brazileira ao
mando
de <i>Rodrigo Pinto Guedes</i> (Bar&atilde;o do Rio da
Prata) composta de 40 vasos
repelle a do Almirante <i>Brown</i>: quando a esquadrilha
commandada por
<i>Jacintho Roque de Sena Pereira</i> j&aacute; havia
sido obrigada a render-se ao
inimigo, (<i>9 de Fevereiro</i>).--Apezar das victorias
alcan&ccedil;adas pelo
inimigo, prop&otilde;e elle mesmo a paz. E no Rio de Janeiro
celebra-se huma
conven&ccedil;&atilde;o preliminar de paz com Buenos-Ayres (<i>24
de Maio</i>), que
infelizmente n&atilde;o foi ratificada pelo governo dessa
Republica.--A C. L. de
<i>11 de Agosto</i> manda criar dous cursos juridicos no
Imperio, hum em
Olinda, e outro em S. Paulo: abolio por conseguinte a necessidade de
ainda
se recorrer &aacute; Universidade de Coimbra para o estudo do
Direito. (No entanto
parece-nos inutil a existencia de duas academias de Direito, assim como
de
duas academias de Medicina no Imperio. Talvez fosse preferivel o
seguinte
systema de instruc&ccedil;&atilde;o publica: 1.&ordm; aulas
de primeiras letras em
todas as cidades, villas e mesmo povoa&ccedil;&otilde;es;
2.&ordm; Lyceos ou
Collegios de Bellas-Letras em todas as Provincias; 3.&ordm; huma
s&oacute;
Universidade, onde se estudasse a sciencia Medica, o Direito, a
Theologia e
Canones, a Arte Militar, a da Marinha, etc.)--Celebr&atilde;o-se
este anno varios
tratados. A <i>16 de Junho</i> hum tratado de <i>commercio
e navega&ccedil;&atilde;o</i>
entre o Brazil e a Austria.--A <i>9 de Julho</i> hum outro
entre o Brazil e
Prussia. A <i>17 de Agosto</i> hum com a Inglaterra,
concedendo-se-lhe
muitos privilegios e favores commerciaes al&eacute;m de se lhe
conservar o direito
de <i>visita e busca</i> nos vasos Brazileiros suspeitos
de se empregarem
no trafico de Africanos, dando-se <i>privilegio de
f&ocirc;ro criminal</i> aos
subditos Inglezes, e conservando-se as <i>commiss&otilde;es
mixtas</i> no Rio de
Janeiro e Serra-Le&ocirc;a (tratado summamente oneroso para
n&oacute;s e que nos trouxe
bastantes vexames).--A <i>17 de Novembro</i> hum outro de
commercio e
navega&ccedil;&atilde;o entre o Brazil e Republicas
Anseaticas.--O Decreto de <i>3 de
Novembro</i> approva a Bulla do Papa Le&atilde;o
12.&ordm; que eleva a
Bispados as Prelazias de Goyaz e Matto-Grosso.</p>



<h4>1828.</h4>



<p>A <i>11 de Junho</i> teve lugar no Rio de Janeiro
hum motim militar
causado pela subleva&ccedil;&atilde;o do batalh&atilde;o de
Allem&atilde;es, ao qual se reunio o de
Irlandezes. Por&eacute;m, depois de batidos pela tropa nacional,
entra tudo em
socego sendo reenviados para a Europa os Irlandezes, e entrando de novo
na
obediencia os Allem&atilde;es.--A <i>6 de Julho</i>
apparece no Rio de Janeiro o
Vice-Almirante Francez <i>Bar&atilde;o Roussin</i> a
reclamar (de morr&otilde;es
accesos!) as presas feitas sobre sua Na&ccedil;&atilde;o pela
esquadra Brazileira no Rio
da Prata. Tal era nossa fraqueza, que em vez de repellirmos semelhante
audacia, a soffremos humildemente como escravos!--Tendo continuado no
Sul a
ultima campanha, j&aacute; o nosso exercito se achava de posse das
melhores
posi&ccedil;&otilde;es pelas acertadas manobras do General <i>Visconde
da Laguna</i>, de
novo no commando geral das tropas, quando o Governo resolveo acceitar a
paz
com Buenos-Ayres. E no Rio de Janeiro celebrou-se o tratado preliminar
de
paz (<i>27 de Agosto</i>), em virtude do qual reconhecemos
e garantimos a
independencia de Montevid&eacute;o, perdendo assim esta bella
estrella, e recuando
os nossos limites do Prata: estipulou-se tambem que deveria ter lugar
entre
o Brazil e Montevid&eacute;o hum tratado definitivo de limites;
por&eacute;m at&eacute; hoje n&atilde;o
tem sido possivel celebrar-se tal tratado definitivo, de sorte que,
como
pensa o Visconde de S. Leopoldo, deve vigorar a ultima
conven&ccedil;&atilde;o de 1819.
Assim terminou huma longa campanha, que tantos sacrificios custara ao
Brazil!--A C. L. de <i>18 de Setembro</i> cria
effectivamente o Supremo
Tribunal de Justi&ccedil;a, j&aacute; virtualmente criado pela
Constitui&ccedil;&atilde;o.--A L. de
<i>22 de Setembro</i> extingue o Desembargo do
Pa&ccedil;o, a Mesa de Consciencia
e Ordens, e outros tribunaes: e determina a que autoridades
dev&atilde;o passar
suas attribui&ccedil;&otilde;es, algumas das quaes
j&aacute; lhes tinh&atilde;o sido tiradas e dadas
aos Poderes do Estado.--A L. de <i>1.&ordm; de Outubro</i>
d&aacute; nova
f&oacute;rma &aacute;s Camaras Municipaes, tirando-lhes toda a
jurisdic&ccedil;&atilde;o contenciosa, e
reduzindo-as a m&eacute;ros corpos
administrativos.--Celebr&atilde;o-se tratados de
<i>commercio e navega&ccedil;&atilde;o</i>:
1.&ordm; com a Dinamarca (<i>26 de
Abril</i>); 2.&ordm; com os Estados-Unidos (<i>12 de
Dezembro</i>);
3.&ordm; com os Paizes-Baixos (<i>20 de Dezembro</i>).</p>



<h4>1829.</h4>



<p>O Decreto de <i>27 de Fevereiro</i> manda
suspender as garantias
constitucionaes na Provincia de Pernambuco (os effeitos deste Decreto
for&atilde;o
mandados suspender pelo de <i>27 de Abril</i> do mesmo
anno).--No dia <i>24
de Abril</i> he evacuada pelo General Francisco Jos&eacute;
de Sousa Soares de
Andr&eacute;a a pra&ccedil;a de Montevid&eacute;o na
conformidade do tratado de paz (apezar de
ter sido 22 dias depois do prazo fixado pela
conven&ccedil;&atilde;o).--A <i>3 de
Setembro</i> encerra o Imperador as Camaras Legislativas com a
seguinte
desusada e summamente laconica falla <i>est&aacute; fechada
a sess&atilde;o</i>; o que
mostra a grande indisposi&ccedil;&atilde;o que ent&atilde;o
havia entre o Chefe do Estado e a
Representa&ccedil;&atilde;o Nacional.--A <i>16 de Outubro</i>
chega &aacute; c&ocirc;rte a Duqueza de
Leuchtemberg <i>D. Amelia</i>, segunda esposa do
Imperador; e em sua
companhia a Princeza D. Maria da Gloria, que no anno antecedente
partira
para a Europa, acompanhada pelo Marquez de Barbacena.--O Decreto de <i>17
de Outubro</i> cria a <i>Ordem da Roza</i>.</p>



<h4>1830.</h4>



<p>A <i>16 de Dezembro</i> apparece o nosso Codigo
Criminal, que substituio
assim a antiga barbara legisla&ccedil;&atilde;o penal que nos
regia.--Os espiritos no
Imperio v&atilde;o-se exacerbando; a imprensa periodica commette
excessivos abusos
atacando tudo quanto ha de mais sagrado, a vida privada dos
cidad&atilde;os, a
pessoa do Monarcha, e at&eacute; as bases fundamentaes da
Constitui&ccedil;&atilde;o, apezar das
providencias e leis mandadas executar e promulgadas neste anno com o
fim de
reprimir taes abusos. Em Minas-Geraes he tal o descontentamento, e a
exalta&ccedil;&atilde;o do povo, que o Imperador resolve-se a
ir segunda vez a essa
Provincia. Com effeito a <i>30 de Dezembro</i> parte elle,
levando em sua
companhia a Imperatriz.</p>



<h4>1831.</h4>



<p>A <i>11 de Mar&ccedil;o</i> acha-se de novo
na c&ocirc;rte o Imperador, depois de
haver publicado em Ouro-Preto huma proclama&ccedil;&atilde;o (<i>22
de Fevereiro</i>); a
qual desgra&ccedil;adamente n&atilde;o surtio o desejado
effeito, antes azedou mais os
espiritos pelas falsas interpreta&ccedil;&otilde;es que lhe
der&atilde;o.--Cresce a
impopularidade do Monarcha, e o povo come&ccedil;a a commetter
desordens.--Tendo o
Imperador modificado o ministerio, o povo no Rio de Janeiro pede que
sej&atilde;o
reintegrados os ministros demittidos. O Imperador recusa. O povo se
amotina, e a tropa se lhe reune no Campo de Sant'Anna.--O Imperador
desgostoso por muitos motivos, e de outro lado querendo assegurar a sua
filha D. Maria a cor&ocirc;a de Portugal, &aacute; qual D.
Miguel se julgava com
direito, abd&iacute;ca em favor de seu filho o Principe D. Pedro a
cor&ocirc;a do Brazil
(<i>7 de Abril</i>). E, depois de entregar ao Major Frias o
decreto de sua
abdica&ccedil;&atilde;o e de nomear tutor de seus filhos
Jos&eacute; Bonifacio de Andrada,
faz-se de vela no dia <i>13 de abril</i>. (Notemos que
esta revolu&ccedil;&atilde;o de 7
de abril n&atilde;o foi filha do momento; n&atilde;o, ella
j&aacute; de muito se achava
preparada e devia lavrar por varias Provincias; tanto assim que na
Bahia
rebentou ella no dia 4 d'este mesmo mez).</p>



<a name="ch7"></a>
<h2>TITULO IV.</h2>



<h3>SECULO XIX.</h3>



<h4>CAPITULO III.</h4>



<a name="ch7a"></a>
<h4>1831.</h4>



<p>Ficando na minoridade o Principe D. Pedro, &eacute; o
Brazil governado por uma
<i>Regencia</i>. Os Senadores e Deputados existentes no Rio
de Janeiro
reunem-se no pa&ccedil;o do Senado, e elegem (<i>7 de abril</i>)
uma <i>Regencia
Provisoria</i> de 3 membros, que for&atilde;o o <i>Marquez
de Caravellas</i>, o
Brigadeiro <i>Francisco de Lima e Silva</i>, o Senador <i>Nicolau
Pereira
de Campos Vergueiro</i>. Indisciplinando-se a tropa, e
amea&ccedil;ada a capital
do Imperio de funestas desordens, s&atilde;o dissolvidos varios
corpos, e presos
muitos officiaes; varios outros corpos s&atilde;o remettidos para a
Bahia e
Pernambuco afim de affastal-os da c&ocirc;rte. A <i>18 de
Junho</i> a Assembl&eacute;a
Geral elege a <i>Regencia Permanente</i> composta de 3
membros, e a confia
ao Brigadeiro <i>Francisco de Lima e Silva</i>, e aos
Deputados <i>Jos&eacute; da
Costa Carvalho</i> (hoje Visconde de Monte-Alegre), e <i>Jo&atilde;o
Braulio
Moniz</i>.--O Norte do Imperio he victima de graves
desordens.--No Par&aacute;,
tendo ahi chegado a noticia da abdica&ccedil;&atilde;o, he
pedida por hum partido a
demiss&atilde;o do Commandante das Armas Francisco Jos&eacute;
de Sousa Soares de Andr&eacute;a;
por&eacute;m outro partido mais forte o sustenta: at&eacute;
que cheg&atilde;o novo Presidente,
e novo Commandante das Armas; o Presidente (Visconde de Goyanna) he
tumultuariamente preso e deportado em consequencia de huma
sedi&ccedil;&atilde;o militar
(<i>7 de Agosto</i>).--No Maranh&atilde;o tambem houve
huma pequena revolu&ccedil;&atilde;o,
depois que alli chegou a noticia da abdica&ccedil;&atilde;o. No
dia <i>13 de Setembro</i>
a tropa e o povo dep&otilde;e o Commandante das Armas, expellem da
Provincia
varios Magistrados e pessoas de considera&ccedil;&atilde;o; o
Presidente Candido Jos&eacute; de
Araujo Vianna porta-se com energia; os insurgentes fogem para o
interior;
e, sendo mortos e desbaratados, restabelece-se a tranquillidade.--Em
Pernambuco teve lugar huma horrivel sedi&ccedil;&atilde;o,
filha da insubordina&ccedil;&atilde;o que
nesta &eacute;poca lavrava pelo exercito. Na noite de <i>14
de Setembro</i> e no
dia seguinte he a capital desta Provincia assolada pela tropa, depois
de
haver morto o Commandante das Armas: at&eacute; que no dia 16 o
povo cahe sobre os
soldados &eacute;brios, mata grande numero, e faz o resto
prisioneiro.--Tambem no
Rio de Janeiro o corpo d'Artilharia de Marinha insurge-se na Ilha das
Cobras, e em outros fortes (<i>7 de Outubro</i>);
por&ecirc;m entra tudo de novo
na ordem com o auxilio da Guarda Nacional (j&aacute; creada por lei
de 18 de
Agosto), e de outros corpos.--No Cear&aacute; o Coronel de Milicias
<i>Joaquim
Pinto Madeira</i>, depois que alli chegou a nova da
abdica&ccedil;&atilde;o, &eacute; perseguido
atrozmente como <i>realista</i>; e rompe (<i>14 de
Dezembro</i>) uma
contra-revolu&ccedil;&atilde;o: por&ecirc;m no anno
seguinte (<i>13 de Outubro</i> de 1832)
v&ecirc;-se obrigado a entregar-se ao General <i>Labatut</i>,
sob promessa de o
enviarem &aacute; c&ocirc;rte onde pertendia justificar-se.
Mas, depois de errar de
pris&atilde;o em pris&atilde;o, ora em Pernambuco, ora no
Maranh&atilde;o, foi afinal julgado
mesmo no Cear&aacute;, e juridicamente assassinado (<i>Novembro
de
1834</i>).--Apparece a lei de <i>4 de Outubro</i>
que extingue o Conselho
da Fazenda, e cria o Thesouro Publico, e Thesourarias Provinciaes.</p>



<h4>1832.</h4>



<p>A <i>12 de Abril</i> uma
sedi&ccedil;&atilde;o militar tem lugar na comarca do
Rio-Negro no Par&aacute;, da qual foi resultado o assassinato do
commandante
militar da mesma comarca o Coronel Joaquim Philippe Reis. E a <i>23
de
Junho</i> o Conego <i>Baptista</i>, homem influente
no Par&aacute;, e que havia
suscitado a revolta, proclama a comarca do Rio-Negro independente do
governo do Par&aacute;. O Presidente v&ecirc;-se obrigado a
ligar-se ao Conego de
maneira tal, que, chegando ahi novo Presidente e Commandante das Armas,
o
Presidente desobedeceo e n&atilde;o os deixou desembarcar.--Em
Pernambuco teve
lugar no dia <i>14 de Abril</i> nova
revolu&ccedil;&atilde;o militar come&ccedil;ada por um
batalh&atilde;o de Milicias dirigido pelo Tenente Coronel <i>Francisco
Jos&eacute;
Martins</i>: rebentou ella na capital; mas n&atilde;o podendo
os insurgentes
receber refor&ccedil;os &aacute; vista das medidas energicas
tomadas pelo Presidente,
restabelece-se a tranquillidade no dia 16 do mesmo mez. Por&ecirc;m
o resultado
deste movimento foi apparecer mais tarde em <i>Panellas de
Miranda</i> na
mesma Provincia a celebre e formidavel guerra dos <i>Cabanos</i>,
que durou
perto de 4 annos.--(Em quanto isto se passa no Norte, voltemos ao Sul.
&Eacute;
sabido que diversos partidos politicos existi&atilde;o no Brazil a
este tempo. As
fac&ccedil;&otilde;es, que por esta &eacute;poca tambem
apparecer&atilde;o n&atilde;o fizer&atilde;o com suas
derrotas sen&atilde;o augmentar a influencia do partido <i>moderado</i>,
que
dominou por muito tempo a politica do governo).--Em <i>30 de
Julho</i> a
Regencia quer resignar o Poder ante as Camaras; estas por&ecirc;m
n&atilde;o o
permittem.--A L. <i>3 de Outubro</i> reforma as antigas
Academias
Medico-Cirurgicas dando-lhes a denomina&ccedil;&atilde;o de
Faculdades de Medicina e
Cirurgia (Bahia e Rio de Janeiro), e nova
organisa&ccedil;&atilde;o.--A L. de <i>29 de
Novembro</i> d&aacute;-nos o nosso Codigo do Processo
Criminal, que reformou a
antiga legisla&ccedil;&atilde;o das
Ordena&ccedil;&otilde;es e mais leis extravagantes; estabeleceo
o
Jury de accusa&ccedil;&atilde;o e de senten&ccedil;a para
todos os crimes em geral; deo nova
organisa&ccedil;&atilde;o ao Poder Judiciario; e na Parte Civel
estabeleceo disposi&ccedil;&otilde;es
novas relativas ao processo, e igualou as
Rela&ccedil;&otilde;es do Imperio, extinguindo
assim a Casa de Supplica&ccedil;&atilde;o.</p>



<h4>1833.</h4>



<p>A <i>22 de Mar&ccedil;o</i> rompe uma
revolu&ccedil;&atilde;o em Ouro-Preto na Provincia de
Minas Geraes. O Vice-Presidente v&ecirc;-se obrigado a retirar-se
para S. Jo&atilde;o
d'El-Rei. O Marechal <i>Jos&eacute; Maria Pinto Peixoto</i>,
enviado da c&ocirc;rte
apenas com 4 Officiaes, chega a Minas; e &aacute; frente da Guarda
Nacional faz
dentro em pouco entrar tudo na ordem.--A <i>16 de Abril</i>
tem lugar na
capital do Par&aacute; horrivel matan&ccedil;a.--Neste anno as
sess&otilde;es da Assembl&eacute;a Geral
Legislativa estiver&atilde;o grandemente agitadas pela
discuss&atilde;o de 2 importantes
projectos, o das <i>Reformas Constitucionaes</i>, e do
banimento do
<i>Ex-Imperador</i>.--Tem lugar no Rio de Janeiro algumas
desordens, que
apenas limitar&atilde;o-se a quebrar typographias,
vidra&ccedil;as de casas de algumas
pessoas consideraveis, a illumina&ccedil;&atilde;o da Sociedade
Militar, &amp;c.--No dia
<i>15 de Dezembro</i> &eacute; cercado o
Pa&ccedil;o da Boa Vista, e preso por ordem do
Governo o Tutor dos Imperiaes Pupillos--Jos&eacute; Bonifacio de
Andrada.</p>



<h4>1834.</h4>



<p>No Cuiab&aacute; tem lugar horrivel mortandade e anarchia
desde <i>30 de
Maio</i> at&eacute; <i>5 de Julho</i>.--Cahe no
Senado o projecto de banimento do
Ex-Imperador, que j&aacute; havia passado na Camara dos
Deputados.--Apparece a Lei
das Reformas Constitucionaes (<i>12 de Agosto</i>), chamada
<i>Acto
Addicional</i>; pela qual se extinguir&atilde;o os Conselhos
Geraes de Provincia,
creando-se em seu lugar as Assembl&eacute;as Legislativas
Provinciaes com muito
mais amplas attribui&ccedil;&otilde;es; bem como se extinguio o
Conselho d'Estado.--A 24
de Setembro morre em Portugal o Ex-Imperador; e com sua morte
desapparece
no Brazil o partido <i>Caramur&uacute;</i>, pois que
este s&oacute; tinha em vista chamar
de novo D. Pedro ao Brazil afim de p&ocirc;r termo ao estado
critico do
Imperio.--Hum Decreto concede amnistia geral a todos os compromettidos
na
revolu&ccedil;&atilde;o do Ouro-Preto e outros pontos.--E a L. <i>3
de Outubro</i> d&aacute; o
Regimento dos Presidentes de Provincia.</p>



<h4>1835.</h4>



<p>O Par&aacute;, depois da matan&ccedil;a de 16 de Abril
de 1833, &eacute; flagellado perto de
4 annos por scenas iguaes a essa. No dia <i>7 de Janeiro</i>
do presente
anno de 35 for&atilde;o ahi assassinados o Presidente <i>Lobo
de Souza</i>, o
Commandante das Armas Major <i>Santiago</i>, e o
Commandante da Esta&ccedil;&atilde;o
Naval. Os revoltosos nomei&atilde;o Presidente o Tenente Coronel de
Milicias
<i>Felix Antonio Clemente Malcher</i>, e Commandante das
Armas hum
traficante de nome <i>Francisco Pedro Vinagre</i>;
por&ecirc;m Malcher &eacute;
assassinado, e Vinagre fica com todo o mando civil e militar. Tendo
chegado
ao Par&aacute; o Marechal <i>Manoel Jorge Rodrigues</i>,
finge Vinagre obedecer
entregando o governo; mas achando-se mais forte, revolta-se e obriga o
Marechal a abandonar a capital.--A <i>7 de Abril</i>
procede-se em todo o
Imperio &aacute; elei&ccedil;&atilde;o de hum s&oacute;
Regente na f&oacute;rma do Acto Addicional: e, tendo
sido eleito o Padre <i>Diogo Antonio Feij&oacute;</i>,
presta elle juramento no
dia 12 de Outubro.--A 20 de Setembro rompe no Rio Grande do Sul huma
desastrosa e terrivel revolu&ccedil;&atilde;o. O Presidente <i>Antonio
Rodrigues
Fernandes Braga</i> v&ecirc;-se obrigado a abandonar Porto
Alegre e fugir para a
villa do Rio Grande.--O chefe da revolta <i>Bento
Gon&ccedil;alves da Silva</i>
publica o seu manifesto (<i>25 de Setembro</i>) expondo os
motivos do seu
procedimento. O Presidente n&atilde;o podendo conservar-se,
retira-se para a
c&ocirc;rte; e &eacute; substituido por <i>Jos&eacute;
de Araujo Ribeiro</i>, que consegue
chamar a si um dos chefes revoltosos o Coronel <i>Bento Manoel
Ribeiro</i>,
e fazer entrar na ordem Porto Alegre.--No Norte do Imperio termina em
Novembro deste anno a formidavel guerra dos Cabanos, mais pelos meios
espirituaes empregados pelo Bispo de Pernambuco <i>D.
Jo&atilde;o da Purifica&ccedil;&atilde;o
Marques Perdig&atilde;o</i>, do que pelos exfor&ccedil;os
do Major <i>Joaquim Jos&eacute;
Luiz</i>.</p>



<h4>1836.</h4>



<p>A <i>6 de Abril</i> soffrem os legalistas no Sul
huma derrota junto a
<i>Pelotas</i>, sendo morto o Coronel Albano e ficando
prisioneiros dos
rebeldes o Major Marques e outros. Por&ecirc;m este revez
&eacute; grandemente
compensado pela victoria de <i>Fanfa</i> (<i>Outubro</i>)
em que &eacute;
prisioneiro o intitulado Presidente da Republica de Piratinim Bento
Gon&ccedil;alves; o qual &eacute; remettido para a
c&ocirc;rte, donde o enviar&atilde;o para uma
fortaleza na Bahia.--Para o Par&aacute; &eacute; nomeado
Presidente e Commandante das
Armas o Brigadeiro <i>Soares de Andr&eacute;a</i>; o
qual, depois de fazer occupar
a capital por tropas ajudadas pela Divis&atilde;o Naval ao mando de
<i>Frederico
Mariath</i>, entra e toma posse (<i>13 de Maio</i>);
bate em varios
encontros os revoltosos, fazendo prisioneiros Vinagre e outros
chefes.--O
Regente, depois de demittir e nomear por duas vezes Presidente do Rio
Grande do Sul Jos&eacute; de Araujo Ribeiro, fal-o substituir pelo
Brigadeiro
<i>Antero Jos&eacute; Ferreira de Brito</i>,
continuando por&ecirc;m no Commando das
Armas o Coronel <i>Bento Manoel</i>.</p>



<h4>1837.</h4>



<p>A conducta impolitica do novo Presidente excita
desconfian&ccedil;as em Bento
Manoel, que o prende a <i>23 de Mar&ccedil;o</i> no <i>Passo
do Tapevy</i>; em
consequencia do que abandona o partido legalista, e abra&ccedil;a a
causa que
combatia. Este desastre torna summamente precaria no Sul a
posi&ccedil;&atilde;o de
nossas armas e a causa da legalidade; pelo contrario os rebeldes
adquirem
com isto tamanha for&ccedil;a, que tom&atilde;o <i>Cassapava</i>
(<i>8 de Abril</i>), e
ahi batem o Coronel Jo&atilde;o Chrisostomo e toda a gente ao seu
commando. Outro
acontecimento veio ainda empeiorar a nossa
condi&ccedil;&atilde;o nesta Provincia: Bento
Gon&ccedil;alves, que se achava preso na Bahia, consegue evadir-se (<i>10
de
Setembro</i>), e vai reunir-se aos seus, dando-lhes com sua
presen&ccedil;a maior
energia e for&ccedil;a. O Governo, sabendo de todos estes factos,
nomeia
Presidente o cidad&atilde;o <i>Feliciano Nunes Pires</i>,
o qual nada consegue dos
rebeldes por ser homem de poucas rela&ccedil;&otilde;es na
Provincia, e de nenhum
prestigio. Com tudo a legalidade se sustenta pelos exfor&ccedil;os
da Guarda
Nacional e de alguns Officiaes.--No Rio de Janeiro o Regente
n&atilde;o podendo
conservar por mais tempo o poder, por lhe faltar apoio nas Camaras e
haver
huma forte opposi&ccedil;&atilde;o, nomeia Ministro do Imperio
o Senador <i>Pedro de
Araujo Lima</i> (hoje Visconde de Olinda), e no dia <i>19
de Setembro</i>
entrega-lhe a Regencia.--Em quanto isto se passava no Sul do Imperio,
he o
Par&aacute; completamente pacificado da
revolu&ccedil;&atilde;o de Vinagre pelos exfor&ccedil;os
inauditos do Brigadeiro Andr&eacute;a.--Pelo contrario na Bahia
rebenta (<i>7 de
Novembro</i>) huma revolu&ccedil;&atilde;o, que,
acobertada a principio com o nome de S.
M. I., ao depois deu bem a conhecer quaes er&atilde;o seus fins
ultimos; a qual
viria a ser terrivel, si n&atilde;o f&ocirc;ra logo reprimida.
Seu chefe era hum
individuo de nome <i>Sabino</i>.--O Decreto de <i>2
de Dezembro</i> cria no
Rio de Janeiro hum Collegio de Bellas-Letras denominado de <i>Pedro
II</i>.</p>



<h4>1838.</h4>



<p>A revolu&ccedil;&atilde;o Sabino na Bahia obriga o
Presidente <i>Antonio Pereira
Barreto Pedroso</i> a sahir para o Reconcavo, onde se lhe reunem
innumeras
familias, toda a tropa de linha e a Guarda Nacional. O General <i>Jo&atilde;o
Chrisostomo Callado</i> bate os revoltosos e derrota-os
completamente
dentro mesmo da cidade, fazendo avan&ccedil;ar sobre esta a tropa
na occasi&atilde;o em
que come&ccedil;ava a ser incendiada (<i>16</i>, <i>17</i>
e <i>18 de Mar&ccedil;o</i>).
Sabino he preso e confinado para Matto-Grosso.--J&aacute; a este
tempo era
Presidente e Commandante das Armas no Rio Grande do Sul o Brigadeiro
<i>Antonio Eliziario de Miranda e Brito</i>. A <i>30
de Abril</i> s&atilde;o
batidas e derrotadas na villa do <i>Rio-Pardo</i> as
for&ccedil;as legalistas ao
mando do Marechal Barreto e dos Brigadeiros Cunha e Calderon: a villa
cahe
em poder dos rebeldes.--A <i>21 de Outubro</i> o Conego <i>Januario
da
Cunha Barboza</i> consegue fundar no Rio de Janeiro o <i>Instituto
Historico e Geographico Brasileiro</i>.--Apparece no
Maranh&atilde;o na villa da
<i>Manga do Iguar&aacute;</i> huma
sedi&ccedil;&atilde;o, a cuja frente se acha <i>Raymundo
Gomes</i> (<i>14 de Dezembro</i>).</p>



<h4>1839.</h4>



<p>A sedi&ccedil;&atilde;o de Raymundo Gomes assola o
Maranh&atilde;o e o incend&iacute;a: cresce de
dia em dia o numero dos revoltosos, a ponto de tomarem e saquiarem
<i>Caxias</i> (<i>1.&ordm; de Julho</i>).--No
Rio Grande do Sul er&atilde;o
a principio summamente infelizes as nossas armas porque no rio <i>Cahy</i>
nos tomar&atilde;o os rebeldes 2 canhoneiras (<i>31 de Janeiro</i>),
e obrigar&atilde;o o
Marechal Eliziario a retirar-se apressadamente do Cahy (<i>2 de
Fevereiro</i>). J&aacute; senhores de grande parte dos
campos, e necessitando de
hum porto de mar, tom&atilde;o e occup&atilde;o a cidade da <i>Laguna</i>
(<i>23 de
Julho</i>) assim como toda a Provincia de Santa Catharina
&aacute; excep&ccedil;&atilde;o da
ilha. O Chefe inimigo <i>David Canavarro</i>, que havia
tomado a Laguna,
arma em corso varios navios, e fal-os sahir a incommodar o nosso
commercio.
Mas chega ao Sul o Marechal <i>Soares de Andr&eacute;a</i>
como Presidente e
commandante das Armas, e <i>Frederico Mariath</i> como
commandante das
for&ccedil;as navaes: ainda commandava os nossos no campo o Tenente
General
<i>Manoel Jorge Rodrigues</i>. E pela actividade de
Andr&eacute;a muda a face das
cousas: Mariath expelle da Laguna os rebeldes e a occupa (<i>15
de
Novembro</i>): de sorte que tudo nos dava prosperas
esperan&ccedil;as para a
seguinte campanha, pois que quasi toda a Provincia j&aacute; se
achava
restaurada.--Pelos fins deste anno (<i>12 de Dezembro</i>)
&eacute; nomeado
Presidente e Commandante das Armas no Maranh&atilde;o o Coronel <i>Luiz
Alves de
Lima</i> (hoje Conde de Caxias) afim de p&ocirc;r termo
&aacute;s desordens do bando de
Raymundo Gomes.</p>



<h4>1840.</h4>



<p>Continu&atilde;o a sedi&ccedil;&atilde;o do
Maranh&atilde;o, e a guerra do Sul.--No Maranh&atilde;o
s&atilde;o os
revoltosos batidos constantemente pelo Coronel Lima, e perseguidos
at&eacute; nas
Provincias do Piauhy e Cear&aacute;.--No Rio Grande as
for&ccedil;as legalistas ao mando
de Manoel Jorge Rodrigues encontr&atilde;o-se com as de Bento
Gon&ccedil;alves no
<i>Taquary</i>; por&ecirc;m nenhum resultado se tirou
de semelhante combate (<i>3
de Maio</i>). Depois disto, Bento Gon&ccedil;alves ataca a
Villa de <i>S. Jos&eacute; do
Norte</i>, e n&atilde;o consegue tomal-a pela briosa
resistencia que encontrou
(<i>16 de Julho</i>).--Em quanto isto se passa no N. e S.
do Imperio,
voltemos &aacute; c&ocirc;rte, onde grande movimento se
prepara, e nova &eacute;pocha vae ter
lugar. Aberta a Assembl&eacute;a Geral, &eacute; no dia <i>13
de Maio</i> proposto no
Senado hum projecto de lei declarando <i>maior</i> o
Senhor D. Pedro II;
por&ecirc;m cahio. No dia <i>3 de Julho</i> o Deputado
<i>Francisco Alvares
Machado de Vasconcellos</i>, procurou mostrar a illegalidade com
que ainda
se conservava no poder o Regente Lima. Entrou depois em
discuss&atilde;o a reforma
do Art. 121 da Constitui&ccedil;&atilde;o (onde se fixa a
maioridade do Imperador aos 18
annos); a qual trouxe debates calorosissimos. No dia <i>20 de
Julho</i> o
Deputado <i>Martim Francisco Ribeiro de Andrada</i>
apresenta hum projecto
declarando <i>desde logo</i> maior o Senhor D. Pedro. No
dia seguinte
<i>Antonio Carlos Ribeiro de Andrada</i> apresenta outro
projecto igual ao
de seu irm&atilde;o. Pede-se a urgencia, e prop&otilde;e-se a
fus&atilde;o das Camaras para
deliberarem sobre t&atilde;o grave objecto. Estando as cousas neste
ponto, o Decr.
do Governo de 22 adia as Camaras para 20 de Novembro do mesmo anno (era
ent&atilde;o Ministro do Imperio Bernardo Pereira de Vasconcellos).
Por&ecirc;m alguns
Deputados reunem-se aos Senadores que se achav&atilde;o ainda no
Senado, envi&atilde;o a
S. Christov&atilde;o huma Deputac&atilde;o, e obtem a
convoca&ccedil;&atilde;o da Assembl&eacute;a para o dia
seguinte afim de se declarar maior o Senhor D. Pedro II. Com effeito no
dia
<i>23 de Julho</i> tem lugar a
declara&ccedil;&atilde;o da maioridade, e a
acclama&ccedil;&atilde;o do
Imperador. Terminou tudo pacificamente com geral regosijo e festejos
sem
limite.</p>



<a name="ch8"></a>
<h2>TITULO IV.</h2>



<h3>SECULO XIX.</h3>



<h4>CAPITULO IV.</h4>



<a name="ch8a"></a>
<h4>1840.</h4>



<p>Desde <i>23 de Julho</i> cessa a Regencia no
Brazil, e imp&eacute;ra o Senhor
<i>D. Pedro II</i>.--O primeiro grande acto do seu reinado
foi a amnistia
geral concedida a todos os implicados nas
revolu&ccedil;&otilde;es em todo o Imperio
(Decr. <i>22 de Agosto</i>).--O Deputado <i>Alvares
Machado</i> vai em
commiss&atilde;o ao Rio Grande do Sul, a v&ecirc;r se por meio
da amnistia consegue
reduzir &aacute; obediencia os revollosos; por&eacute;m estes
n&atilde;o a acceit&atilde;o. Em
consequencia o Presidente Alvares Machado rompe com os rebeldes; e de
novo
come&ccedil;&atilde;o as hostilidades (<i>10 de Dezembro</i>).--Apparece
a L. <i>12 de
Agosto</i>; contendo a interpreta&ccedil;&atilde;o de
alguns artigos do Acto Addicional
(mas n&atilde;o o interpretou unicamente, alterou muito o Acto,
tirando &aacute;s
Assembl&eacute;as Provinciaes algumas das exorbitantes prerogativas
que lhes
havi&atilde;o sido concedidas).</p>



<h4>1841.</h4>



<p>Os exfor&ccedil;os do Coronel <i>Lima</i> e a
appari&ccedil;&atilde;o da amnistia geral
conseguem a completa e inteira pacifica&ccedil;&atilde;o do
Maranh&atilde;o.--Tambem no Par&aacute; a
amnistia produzio beneficos resultados, fazendo cessar de todo as
desordens, e chamando ao gremio da sociedade aquelles que ainda
receiav&atilde;o
fazel-o.--No Sul por&ecirc;m continu&atilde;o as hostilidades,
sem resultado algum
notavel.--A <i>18 de Julho</i> tem lugar na
c&ocirc;rte o acto solemne da
Sagra&ccedil;&atilde;o e Coroa&ccedil;&atilde;o de S.
M. I. Foi sagrado na Capella Imperial pelo
Arcebispo da Bahia (apezar da grave disputa que houve entre este e o
Bispo
Diocesano Capell&atilde;o-M&oacute;r).--Apparecem duas leis que
der&atilde;o lugar ou antes
servir&atilde;o de <i>pretextos</i> a movimentos
revolucion&aacute;rios. S&atilde;o
ellas:--1.&ordm; a L. <i>23 de Novembro</i>, criando
hum Conselho de
Estado, pois o que existia pela Constitui&ccedil;&atilde;o
f&ocirc;ra abolido pelo Acto
Addicional.--2.&ordm; a L. <i>3 de Dezembro</i>,
contendo as reformas
judiciarias.</p>



<h4>1842.</h4>



<p>A Assembl&eacute;a Provincial de S. Paulo envia ao Rio de
Janeiro huma
commiss&atilde;o de 3 membros (Nicol&aacute;u Pereira de Campos
Vergueiro, Bernardo Jos&eacute;
Pinto Gavi&atilde;o Peixoto, e Francisco Antonio de Souza Queiroz
que chegar&atilde;o no
dia 3 de Fevereiro) afim de levar a S. M. I. huma
representa&ccedil;&atilde;o, por&ecirc;m n&atilde;o
&eacute; recebida e volta para S. Paulo.--Devendo reunir-se a
Assembl&eacute;a Geral, he
a Camara temporaria dissolvida por Decr. do <i>1.&ordm; de
Maio</i>,
e convocada outra para <i>1.&ordm; de Novembro</i>.--Predispostos
j&aacute;
os espiritos em varias Provincias, e exacerbados ainda mais pela
existencia
das leis do anno antecedente, pela recusa da
recep&ccedil;&atilde;o da commiss&atilde;o, e pela
dissolu&ccedil;&atilde;o da Camara, rompe (<i>13 de Maio</i>)
em <i>Sorocaba</i>, na
Provincia de S. Paulo, a revolu&ccedil;&atilde;o a cuja testa
se poz <i>Raphael Tobias de
Aguiar</i>, acclamado Presidente pelos desordeiros. Era
ent&atilde;o Presidente da
Provincia o <i>Bar&atilde;o de Monte Alegre</i>; o
qual j&aacute; havia tomado medidas
para obstar &aacute; entrada dos insurgentes na capital, e pedido
soccorros &aacute;
c&ocirc;rte. Parte immediatamente (<i>19 de Maio</i>)
para S. Paulo o <i>Bar&atilde;o de
Caxias</i>, nomeado Commandante em Chefe das for&ccedil;as
imperiaes nesta
Provincia.--Quasi ao mesmo tempo (<i>10 de Junho</i>) rompe
a revolu&ccedil;&atilde;o em
<i>Barbacena</i>, na provincia de Minas Geraes, tendo
&aacute; sua frente <i>Jos&eacute;
Feliciano Pinto Coelho</i> acclamado Presidente pelos
insurgentes: era
Presidente da Provincia Bernardo Jacintho da Veiga. Estes
incendi&atilde;o a ponte
do <i>Parahybuna</i> que communica a Provincia de Minas
com o Rio de
Janeiro, pensando assim obstar &aacute; passagem de tropas e
soccorros.--Pelo
mesmo tempo o Decr. de <i>18 de Junho</i> suspende por um
mez na c&ocirc;rte e
Provincia do Rio de Janeiro as garantias constitucionaes.--A 20 de
Junho
estava completamente suffocada em S. Paulo a rebelli&atilde;o
tendo-se dispersado
os insurgentes &aacute; approxima&ccedil;&atilde;o das
for&ccedil;as legalistas, sobre tudo depois do
ataque da Venda Grande.--A <i>3 de Julho</i>
s&atilde;o deportados alguns
individuos existentes no Rio de Janeiro, e dos quaes se receiava alguma
tentativa de revolu&ccedil;&atilde;o na c&ocirc;rte (entre
outros Antonio Paulino Limpo de
Abreu, Dr. Joaquim Candido Soares de Meirelles, Francisco de Salles
Torres-Homem, etc.)--O Decreto de <i>27 de Julho</i>
transfere para
<i>1.&ordm; de Janeiro</i> de 1843 a
convoca&ccedil;&atilde;o da nova Assembl&eacute;a
Geral.--Tendo chegado a Minas o <i>Bar&atilde;o de Caxias</i>
(que havia sahido da
c&ocirc;rte no dia <i>25 de Julho</i>), encontra-se
com os insurgentes no arraial
de <i>Santa Luzia</i>; por&eacute;m elles resistem com
denodo: j&aacute; o Bar&atilde;o havia
queimado toda a polvora, e corria grave perigo a causa da legalidade,
quando apparece por felicidade extrema hum refor&ccedil;o
&aacute;s ordens de <i>Jos&eacute;
Joaquim de Lima e Silva</i>: assim for&atilde;o completamente
desbaratados os
insurgentes com grande mortandade, e he restituida a paz &aacute;
Provincia.--De
volta &aacute; c&ocirc;rte he o Bar&atilde;o de Caxias
nomeado Presidente e Commandante das
Armas no Rio Grande do Sul, para onde parte com novas tropas no dia <i>29
de Outubro</i> afim de terminar t&atilde;o desastrosa guerra
civil.</p>



<h4>1843.</h4>



<p>Em o <i>1.&ordm; de Maio</i> celebra-se no
Rio de Janeiro o
casamento do Principe de Joinville com a Princeza D. Francisca: pouco
depois retir&atilde;o-se para a Europa.--Continua a guerra civil no
Sul. O Chefe
de Esquadra <i>Greenfell</i> he substituido por <i>Antonio
Pedro de
Carvalho</i> no commando das for&ccedil;as navaes nestas
paragens. Os rebeldes s&atilde;o
completamente batidos pela tropa legalista no lugar denominado
<i>Ponche-Verde</i> (<i>26 de Maio</i>).--A <i>30
de Maio</i> casa-se S. M.
I., por procura&ccedil;&atilde;o em Napoles com a Senhora <i>D.
Thereza Christina
Maria</i>, irm&atilde; do Rei das Duas-Sicilias. Chega a
Imperatriz ao Rio de
Janeiro (<i>3 de Setembro</i>).--Neste anno houve grave
debate no Senado
por occasi&atilde;o da quest&atilde;o do julgamento dos
Senadores implicados nas
revolu&ccedil;&otilde;es de 42. Huns opinav&atilde;o que
n&atilde;o podi&atilde;o ser processados e julgados
por n&atilde;o haver lei que determinasse a <i>f&oacute;rma</i>
do processo, apezar de se
achar determinado em lei qual a autoridade, qual o crime e a pena; que
o
contrario seria a viola&ccedil;&atilde;o mais revoltante do
Art. 179, &sect; 11 da
Constitui&ccedil;&atilde;o: outros por&eacute;m
combati&atilde;o esta opini&atilde;o, dizendo que se
applicasse a f&oacute;rma geral do processo nos crimes de
responsabilidade
conforme o Art. 170 do Cod. do Proc. Crim. O resultado foi prevalecer a
primeira opini&atilde;o, julgar-se improcedente o processo, e
tratar-se de fazer a
lei que preenchesse esta lacuna da legisla&ccedil;&atilde;o
penal. Em consequencia a
Resol. de <i>14 de Junho</i> deste anno applica aos crimes
individuaes dos
membros do Corpo Legislativo o Art. 170 do Cod. do Proc. Crim.</p>



<h4>1844.</h4>



<p>Em <i>24 de Janeiro</i> ha hum levantamento no <i>Pil&atilde;o-Arcado</i>
(Provincia da Bahia), movido por <i>Milit&atilde;o</i>
e <i>Guerreiros</i>:
comettem toda a sorte de desacatos, mortes, roubos, etc. O Presidente
manda
for&ccedil;a e o Chefe de Policia a restabelecer a ordem.--Na
c&ocirc;rte os Ministros
retir&atilde;o-se do Ministerio; e com a
organisa&ccedil;&atilde;o do novo Gabinete desce do
poder o partido <i>monarchista</i> ou <i>Saquarema</i>,
e sobe o
<i>liberal</i> ou <i>Santa Luzia</i> (<i>2
de Fevereiro</i>).--O Decr. de
<i>14 de Mar&ccedil;o</i> concede amnistia aos
revoltosos de Minas e S. Paulo.--Ao
mesmo tempo autorisa-se o Presidente de S. Pedro do Sul a conceder
amnistia
aos rebeldes que se viessem entregar; mas esta
autorisa&ccedil;&atilde;o foi s&oacute; por
espa&ccedil;o de 3 mezes.--Em <i>28 de Abril</i>
casa-se no Rio de Janeiro o
Cunhado de S. M. o Imperador o Conde d'Aquila, com a Princeza D.
Januaria,
os quaes pouco depois retir&atilde;o-se para Europa.--O Decr. de <i>24
de Maio</i>
dissolve a Camara dos Deputados, e convoca a Assembl&eacute;a para
o
<i>1.&ordm; de Janeiro</i> do anno seguinte.--Em <i>Outubro</i>
rebenta nas Alag&ocirc;as huma revolu&ccedil;&atilde;o: os
sediciosos entr&atilde;o por duas vezes na
capital, obrigando o Presidente a fugir para bordo de vasos de guerra.
Cheg&atilde;o tropas da Bahia e Pernambuco, em quanto sahe do Rio
de Janeiro o
Brigadeiro <i>Se&aacute;ra</i> com alguma tropa a
restabelecer a tranquillidade.
Com effeito encontr&atilde;o-se os insurgentes e legalistas na
villa da
<i>Atalaia</i> (<i>4 de Novembro</i>), onde
depois de luta encarni&ccedil;ada e
grande derramamento de sangue s&atilde;o vencidos e repellidos os
desordeiros. Mas
nem por isso foi totalmente restabelecida a tranquillidade; o que
s&oacute; se
conseguio com a mudan&ccedil;a do Presidente. E na realidade tendo
tomado posse da
Presidencia (<i>9 de Dezembro</i>) o Senador <i>Caetano
Maria Lopes
Gama</i>, os sediciosos entreg&atilde;o as armas: e a paz
&eacute; completamente
restabelecida com a amnistia que lhes foi concedida.--No Sul do Imperio
continuav&atilde;o felizes as nossas armas: de modo que os rebeldes
envi&atilde;o &aacute; c&ocirc;rte
(onde chega no dia <i>10 de Dezembro</i>) em
commiss&atilde;o <i>Antonio Vicente
de Fontoura</i> afim de tratar com o Governo &aacute;cerca do
restabelecimento da
paz n'aquella Provincia sob certas condi&ccedil;&otilde;es;
Fontoura volta ao Rio Grande;
e o Bar&atilde;o de Caxias recebe plenos poderes para tratar com os
rebeldes.</p>



<h4>1845.</h4>



<p>Nasce no Rio de Janeiro o Principe Imperial, primogenito do
Senhor D.
Pedro 2.&ordm; (<i>23 de Fevereiro</i>).--Termina neste
anno a longa
luta civil em S. Pedro do Sul, que durara quasi 10 annos e trouxera
graves
desastres e calamidades a essa malfadada Provincia e ao Brazil inteiro.
David Canavarro, chefe dos rebeldes, convoca todos os chefes e
officiaes
para o lugar denominado Ponche-Verde, e ahi lhes prop&otilde;e
voltarem &aacute; paz sob
a promessa Imperial de n&atilde;o serem inquietados: todos
aceit&atilde;o. E no dia <i>28
de Fevereiro</i> entreg&atilde;o as armas, voltando para o
seio de suas familias,
e obrigando-se a n&atilde;o alterarem mais em tempo algum a paz e
tranquillidade
publica. Esta noticia &eacute; por todo o Brazil recebida com
jubilo
extraordinario.--Muitos s&atilde;o os Officiaes que se
distinguir&atilde;o nesta guerra,
e merecem grandes elogios: al&eacute;m dos que j&aacute; temos
citado, muito se
distinguio o bravo <i>Francisco Pedro de Abr&ecirc;u</i>,
o Brigadeiro <i>Bento
Manoel Ribeiro</i>, j&aacute; por ultimo reduzido de novo
&aacute; legalidade, e que
muito coadjuvou o <i>Bar&atilde;o de Caxias</i> na
total e definitiva pacifica&ccedil;&atilde;o
d'esta Provincia.--Em <i>13 de Mar&ccedil;o</i> deste
anno terminou o prazo de
dura&ccedil;&atilde;o do tratado de 1827 com a Inglaterra,
apezar de ter sido prolongado
por mais 3 annos al&eacute;m do tempo convencionado, depois de huma
grave quest&atilde;o
entre o Gabinete do Rio de Janeiro e o de Londres sobre a intelligencia
de
hum artigo do mesmo tratado em que se fixava para sua
dura&ccedil;&atilde;o o prazo de 15
annos. Cess&atilde;o por conseguinte as <i>Commiss&otilde;es
Mixtas</i> no Rio de Janeiro
e Serra-Le&ocirc;a (<i>13 de Setembro</i>). Cessa o
direito de <i>visita e
busca</i> nos vasos mercantes Brazileiros suspeitos de se
empregarem no
trafico de escravos. Cessa o <i>privilegio de f&ocirc;ro</i>
de que gosav&atilde;o at&eacute;
aqui os subditos Inglezes. Cess&atilde;o tambem os <i>privilegios
commerciaes</i>
e <i>favores</i> concedidos pelo dito tratado.--Tem lugar
na c&ocirc;rte o
baptismo do Principe Imperial (<i>25 de Mar&ccedil;o</i>)
que recebe o nome de
<i>D. Affonso</i>.--Horrivel secca lavra pelo Norte do
Imperio sobretudo na
desgra&ccedil;ada Provincia do Cear&aacute;.--Tendo S. M. I.
annunciado na falla de
encerramento da Assembl&eacute;a Geral que pertendia visitar as
provincias do
Imperio, parte com effeito da c&ocirc;rte (<i>6 de Outubro</i>)
em direc&ccedil;&atilde;o ao
Sul. Visita as Provincias de Santa Catharina e Rio Grande, percorrendo
quasi todas as povoa&ccedil;&otilde;es e fazendo immensos
donativos pios. Era acompanhado
de Sua Augusta Esposa.--Neste mesmo anno um facto da maior importancia
tem
lugar em Inglaterra. <i>Lord Aberdeen</i> obtem do
Parlamento o celebre
bill (<i>8 de Agosto</i>), que sujeita os navios e subditos
Brazileiros
suspeitos de se empregarem no trafico de escravos a serem julgados
pelos
seus Tribunaes, e punidos pelas leis Inglezas como <i>piratas</i>.--Como
era de esperar, o Governo Brazileiro protestou (Manif. de <i>22
de
Outubro</i>) contra semelhante offensa de todos os direitos e
honra
nacional.--Por outro lado o <i>Memorandum</i> do Visconde
de Abrantes (de
<i>9 de Novembro de 1844</i>) aos Gabinetes de Londres e
Paris sobre a
interven&ccedil;&atilde;o Europea nos negocios do Rio da Prata
excita reclama&ccedil;&otilde;es da
parte de Buenos-Ayres, que complic&atilde;o ainda mais as nossas
rela&ccedil;&otilde;es com esta
Republica, rela&ccedil;&otilde;es j&aacute; alteradas por
varios motivos.</p>



<h4>1846.</h4>



<p>SS. MM. II. depois de visitarem as Provincias de Santa
Catharina e S.
Pedro do Sul dirigem-se para S. Paulo. Cheg&atilde;o a Santos no
dia <i>18 de
Fevereiro</i>. E, depois de percorrerem varios pontos da
Provincia,
fazem-se de v&eacute;la para a c&ocirc;rte no dia <i>15
de Abril</i>.--S. M. a
Imperatriz d&aacute; na c&ocirc;rte &aacute; luz huma
Princeza (<i>29 de Julho</i>).--Apparece
a <i>Lei das Elei&ccedil;&otilde;es</i> (<i>19
de Agosto</i> deste anno), regulando o
modo de se proceder &aacute;s elei&ccedil;&otilde;es dos
Deputados Geraes e Provinciaes, dos
Senadores, Juizes de Paz e Vereadores.--Tem lugar no Rio de Janeiro hum
facto que comprometteo de certo modo as boas intelligencias entre o
Brazil
e os Estados-Unidos, n&atilde;o pelo facto em si, mas pela maneira
porque se
portou o Ministro d'aquella Republica. No dia <i>31 de Outubro</i>
procedendo-se no Largo do Pa&ccedil;o &aacute;
pris&atilde;o de alguns marinheiros Americanos
por se estarem espancando armados at&eacute; de facas, alguns
Officiaes da Marinha
dos Estados-Unidos querem obstar &aacute; pris&atilde;o, e hum
delles at&eacute; chega a ter a
audacia de desattender &aacute; Guarda do Pa&ccedil;o Imperial,
avan&ccedil;ando para ella com
huma espada na m&atilde;o. Este Official foi em consequencia
legitimamente preso
pela autoridade competente. O Ministro <i>Wise</i> reclama
a soltura do
Official, e porta-se de huma maneira inaudita, incivil, brutal. O nosso
governo por condescendencia e deferencia para com o dos Estados-Unidos
deixa sahir o Official, continuando por&eacute;m o processo
at&eacute; final. J&aacute; isto foi
fraqueza do nosso Ministro <i>Bar&atilde;o de
Cayr&uacute;</i>. Por&eacute;m a nossa
posi&ccedil;&atilde;o e a
honra nacional for&atilde;o mais compromettidas pela maneira pouco
decorosa e
digna com que se portou nos Estados-Unidos o nosso representante <i>Gaspar
Jos&eacute; Lisboa</i>, que em vez de reclamar huma
satisfa&ccedil;&atilde;o do governo de
Washington deo-a como si foramos n&oacute;s os injuriadores.
&Eacute; verdade que, nem o
Governo do Brazil approvou o procedimento do nosso Ministro, nem o dos
Estados-Unidos o do seu; pois que no anno seguinte os
fizer&atilde;o
substituir.--Tem lugar na c&ocirc;rte o Baptismo da Princeza que
recebe o nome de
<i>D. Izabel</i> (<i>15 de Novembro</i>).</p>



<h4>1847.</h4>



<p>A <i>20 de Mar&ccedil;o</i> sahe o Imperador
a visitar a Provincia do Rio de
Janeiro; e depois de chegar at&eacute; Campos, volta &aacute;
c&ocirc;rte em breves
dias.--Fallece no Rio de Janeiro o Principe Imperial D. Affonso (<i>11
de
Junho</i>): igual sorte tem tido todos os primogenitos da Casa de
Bragan&ccedil;a.--S. M. a Imperatriz d&aacute; &aacute; luz
huma Princeza (<i>13 de
Julho</i>).--Tendo sido escolhidos Senadores por Pernambuco
Antonio Pinto
Chichorro da Gama e Ernesto Ferreira Fran&ccedil;a, o Senado na
sess&atilde;o de <i>16 de
Julho</i> annulla as elei&ccedil;&otilde;es, e manda
proceder a novas. Os espiritos nesta
Provincia se exacerb&atilde;o, e os periodicos torn&atilde;o-se
insultantes,
revolucionarios, e incendiarios, n&atilde;o poupando mesmo a pessoa
sagrada e
inviolavel do Monarcha Brazileiro.--Durante o mez de Julho teve lugar
nas
Camaras huma gravissima quest&atilde;o, qual a
interpreta&ccedil;&atilde;o do Art. 61 da
Constitui&ccedil;&atilde;o; pois que o Senado fundou-se nesse
artigo para n&atilde;o annuir ao
convite que fizera a Camara dos Deputados para se reunirem em
Assembl&eacute;a
Geral. O resultado foi n&atilde;o ter lugar a fus&atilde;o das
Camaras, ficando por
conseguinte entendido--<i>que &eacute; livre acceitar ou
n&atilde;o o convite para se
reunirem em Assembl&eacute;a Geral.</i>--O Decr. de <i>20
de Julho</i> cria hum
Presidente do Conselho de Ministros de Estado.--Em <i>5 de Agosto</i>
chega
ao Rio de Janeiro <i>Lord Howden</i> como Enviado
Extraordinario e Ministro
Plenipotenciario da Gr&atilde;-Bretanha junto ao nosso Governo.
Desde que cessou o
tratado com a Inglaterra, foi este o 3.&ordm; Ministro que veio
entabolar novas negocia&ccedil;&otilde;es, tendo sido mal
succedidos <i>Ellis, e
Hamilton-Hamilton</i>; por&eacute;m a nenhum agouramos melhor
sorte, em quanto
subsistir o bill de 1845; ao menos s&atilde;o estes os nossos
votos.--A <i>8 de
Agosto</i> chega o Senhor Todd, como Ministro dos Estados-Unidos,
e
substitue a Wise, que t&atilde;o mal e incivilmente se
port&aacute;ra na quest&atilde;o de que
acima fall&aacute;mos.--A <i>7 de Setembro</i> tem
lugar no Rio de Janeiro o
Baptismo de S. A., que recebe o nome de <i>D. Leopoldina</i>.--Durante
este
mesmo mez de Setembro graves contesta&ccedil;&otilde;es
tiver&atilde;o lugar no Senado sobre as
cousas de Pernambuco, e espirito revolucionario que se ia ali
desenvolvendo
com c&ocirc;res bem negras, sobretudo por causa das
elei&ccedil;&otilde;es para Senador e por
se conservar na Presidencia o Senhor <i>Chichorro</i>.--No
dia 7 deste
mesmo mez, anniversario de nossa independencia, vier&atilde;o
&aacute;s m&atilde;os na Capital
do Maranh&atilde;o os dous partidos ali existentes; depois de
alguns ferimentos,
espancamentos e mortes, &eacute; restabelecida a ordem &aacute;
approxima&ccedil;&atilde;o da
tropa.--Durante o mez <i>de Novembro</i> tem lugar
desordens e mesmo
derramamento de sangue em algumas Provincias do Norte por causa das
elei&ccedil;&otilde;es primarias para a nova legislatura,
sobretudo nas Provincias do
Cear&aacute; e Maranh&atilde;o. Em Pernambuco tambem houve suas
desordens, que viri&atilde;o a
ter funestas consequencias a n&atilde;o serem immediatamente
reprimidas.--A <i>7
de Dezembro</i> procede-se em todo o Imperio &aacute;
elei&ccedil;&atilde;o dos Deputados &aacute;
Assembl&eacute;a Geral, na forma da nova Lei.--Nada mais de
importante se passou
durante o anno, a n&atilde;o ser a
continua&ccedil;&atilde;o da discuss&atilde;o na
Assembl&eacute;a Geral do
projecto de hum Codigo Commercial para o Brazil, Codigo reclamado de ha
muito imperiosamente pelas necessidades do nosso commercio.</p>



<h4>1848.</h4>



<p>--A <i>1.&ordm; de Fevereiro</i> sahe o
Imperador a visitar varios
pontos da Provincia do Rio de Janeiro; e, depois de percorrer as villas
da
Parahyba, Valen&ccedil;a, Vassouras, e Iguass&uacute;, volta
&aacute; c&ocirc;rte onde chegou no dia
28 do mesmo mez. Em todas as suas viagens tem o Monarcha Brazileiro
recebido as provas mais indubitaveis da adhes&atilde;o do povo aos
principios que
nos regem, e da estima que consagra ao Chefe Supremo do Estado: de seu
lado
tambem o Monarcha tem sabido captivar ainda mais o povo pelas suas
bellas e
delicadas maneiras, pelas gra&ccedil;as distribuidas aos
cidad&atilde;os, e mais ainda
pelos beneficios de todo genero, donativos e
funda&ccedil;&atilde;o de estabelecimentos
pios e outros que ser&atilde;o sempre o padr&atilde;o mais
indestructivel dos nobres e
bellos sentimentos que orn&atilde;o seu
cora&ccedil;&atilde;o.--No Maranh&atilde;o, tendo de
proceder-se &aacute; elei&ccedil;&atilde;o de um Senador
foi tal o encarni&ccedil;amento dos partidos
que no dia <i>23 de Abril</i> vier&atilde;o
&aacute;s m&atilde;os, sendo necessario intervir a
policia para p&ocirc;r termo, n&atilde;o sem derramamento de
sangue, a semelhante
desordem. Scenas iguaes tem flagellado sempre o Imperio nas criticas
&eacute;pocas
de elei&ccedil;&otilde;es!--S&atilde;o de novo annulladas
as elei&ccedil;&otilde;es de 2 Senadores por
Pernambuco, havendo sido novamente escolhidos Chichorro e
Fran&ccedil;a: chegando
&aacute; Provincia tal noticia, ha na capital huma pequena
desordem, que foi logo
suffocada. Ahi mesmo nos dias <i>26</i> e <i>27 de
Junho</i> houve
desordens, que teri&atilde;o funestas consequencias a
n&atilde;o serem immediatamente
reprimidas, porque tendi&atilde;o a assassinar e expellir da
Provincia todos os
Portuguezes, allegando futeis motivos, e querendo dest'arte renovar a
odiosidade do tempo colonial, odiosidade que devia ter desapparecido
com a
nossa regenera&ccedil;&atilde;o politica.--A <i>19 de
Julho</i> S. M. a Imperatriz d&aacute; &aacute;
luz hum Principe.--Procedendo-se no Rio de Janeiro &aacute;
elei&ccedil;&atilde;o de Vereadores
e Juizes de Paz, tem lugar nos dias <i>7</i>, <i>8</i>
e <i>9 de
Setembro</i> pequenas desordens e espancamentos entre Brazileiros
e
Portuguezes; as quaes cessar&atilde;o immediatamente,
restabelecendo-se
perfeitamente a tranquillidade.--A <i>29 de Setembro</i>
organisa-se o novo
Ministerio, deixando deste modo o poder o partido <i>liberal</i>
ou
<i>Santa Luzia</i>, que nelle se achava desde 1844, e
subindo o partido
<i>monarchista</i> ou <i>saquarema</i>. (A
terminar este anno, e entrar o
de 1849, acha-se o Ministerio organisado do modo seguinte: Presidente
do
Conselho e Ministro dos Estrangeiros, <i>Visconde de Olinda</i>;
Ministro
do Imperio, <i>Visconde de Monte Alegre</i>; Ministro da
Justi&ccedil;a,
<i>Euzebio de Queiroz Coutinho Mattozo da Camara</i>;
Ministro da Marinha e
interinamente da Guerra, <i>Manoel Felizardo de Souza e Mello</i>;
Ministro
da Fazenda, <i>Joaquim Jos&eacute; Rodrigues Torres</i>).--No
dia <i>4 de
Outubro</i> teve lugar na c&ocirc;rte o baptismo do Principe
herdeiro
presumptivo, que recebeu o nome de <i>D. Pedro</i>.--Neste
anno as
discuss&otilde;es da Assembl&eacute;a estiver&atilde;o
muitissimo calorosas, freneticas e
tumultuarias, sobretudo pelos negocios de Pernambuco, seu estado
critico e
acontecimentos de Junho, pelos acontecimentos de Setembro na
c&ocirc;rte, e
ultimamente por se recusarem os novos Ministros a declarar perante a
Representa&ccedil;&atilde;o Nacional a politica que pertendia
seguir o actual Gabinete,
como exigi&atilde;o alguns Deputados. De sorte que, n&atilde;o
sendo possivel continuar
em semelhante estado de effervescencia os trabalhos legislativos,
s&atilde;o as
Camaras adiadas em <i>5 de Outubro</i> para <i>23
de Abril de 1849</i>.--Em
Pernambuco, exacerbados os espiritos pelos escriptos incendiarios de
varios
periodicos de hum dos partidos (<i>o praieiro</i> ou <i>liberal</i>)
em que
se acha dividida a Provincia, pelos acontecimentos de Junho e motivos
pouco
justos que lhes der&atilde;o lugar, e por ultimo vendo o partido
que certas
autoridades estav&atilde;o demittidas, reunem-se varios grupos em
diversos pontos
da Provincia com o fim de se opp&ocirc;rem, mesmo com as armas,
&aacute; execu&ccedil;&atilde;o das
ordens superiores. Rompe por conseguinte (<i>7 de Novembro</i>)
a revolu&ccedil;&atilde;o
j&aacute; de muito preparada e que s&oacute; esperava um
pretexto para apparecer e tentar
a realisa&ccedil;&atilde;o das id&eacute;as <i>ultra-liberaes</i>,
que por vezes tem sido causa
de revolu&ccedil;&otilde;es no Imperio. &Eacute; Presidente
da Provincia <i>Herculano Ferreira
Penna</i>. O Coronel <i>Jo&atilde;o Vicente de Amorim
Bezerra</i> bate os
insurgentes em <i>Maricota</i> (<i>10 de Novembro</i>),
e <i>Mussupinho</i>
(<i>14 de Novembro</i>) onde muito se distinguio o
capit&atilde;o <i>Brazil</i>.
Do Cear&aacute; e Alag&ocirc;as sahem tropas para combater a
revolu&ccedil;&atilde;o em Pernambuco.
Tambem da Bahia sahem algumas ao mando do Brigadeiro <i>Jos&eacute;
Joaquim
Coelho</i>. Os insurgentes continu&atilde;o a ser batidos em
outros pontos.
Organisa-se o corpo de Voluntarios, cujo commando &eacute; confiado
ao conselheiro
<i>Sebasti&atilde;o do Rego Barros</i>. O Brigadeiro
Coelho toma o commando em
chefe das for&ccedil;as em Pernambuco (<i>23 de Novembro</i>).--Oito
Deputados &aacute;
Assembl&eacute;a Geral public&atilde;o hum Manifesto (<i>25
de Novembro</i>) em que
procur&atilde;o justificar a revolu&ccedil;&atilde;o (<i>Joaquim
Nunes Machado, Antonio Affonso
Ferreira, Dr. Jeronymo Villela de Castro Tavares, Dr. Philippe Lopes
Netto,
Jos&eacute; Francisco de Arruda Camara, Antonio da Costa Rego
Monteiro, Dr.
Joaquim Francisco de Faria, e Felix Peixoto de Brito e Mello</i>).
Os
revoltosos s&atilde;o batidos em <i>Nazareth</i> (<i>28
de Novembro</i>) pelo
Tenente-Coronel <i>Jos&eacute; Maria Ildefonso Jacome da
Veiga Pessoa</i>; em
<i>Maricota</i> (<i>30 de Novembro</i>) pelo
Coronel <i>Bezerra</i>; sempre
que batidos acout&atilde;o-se nas mattas do <i>Catuc&aacute;</i>,
onde se acha o celebre
<i>Jo&atilde;o Ignacio Ribeiro Roma</i>, commandante em
chefe dos revoltosos, e
donde sahem em pequenas guerrilhas a incommodar as
povoa&ccedil;&otilde;es e for&ccedil;as
legalistas. S&atilde;o batidos em <i>Una</i> (<i>8
de Dezembro</i>) pelo Major
<i>Siqueira Le&atilde;o</i>, bem como nas mattas do <i>Catuc&aacute;</i>
(<i>10 de
Dezembro</i>) pelo General em Chefe <i>Coelho</i>.
Por&eacute;m no dia <i>13 de
Dezembro</i> occup&atilde;o a cidade de <i>Goianna</i>,
tendo havido grande
derramamento de sangue; mas no seguinte a abandon&atilde;o, e
occup&atilde;o no dia 16 a
povoa&ccedil;&atilde;o de <i>Pedras de Fogo</i>.
J&aacute; no dia 12 havi&atilde;o partido tropas e
armamento da c&ocirc;rte para Pernambuco. S&atilde;o batidos os
insurgentes em
<i>Cruangy</i> (<i>20 de Dezembro</i>) pelo
General <i>Coelho</i>. A <i>25
de Dezembro</i> toma posse da Presidencia o Dezembargador <i>Manoel
Vieira
Tosta</i>, que substitue <i>Ferreira Penna</i>. Os
revoltosos s&atilde;o batidos
em <i>Alm&eacute;cega</i>, e <i>Gaipi&oacute;</i>
(26, 30 e 31). Os mesmos Deputados, que
assignar&atilde;o o Manifesto de 25 de Novembro,
assign&atilde;o huma proclama&ccedil;&atilde;o, onde
declar&atilde;o alto e bom som adherir ao movimento revolucionario,
e collocar-se
&aacute; frente delle. Em consequencia sahem da capital (<i>31
de Dezembro</i>)
<i>Nunes Machado, Affonso Ferreira, Peixoto de Brito, e Villela
Tavares</i>
a dirigirem a revolu&ccedil;&atilde;o no Sul da Provincia e
convidarem Alag&ocirc;as a
sublevar-se.</p>



<h4>1849.</h4>



<p>Contin&uacute;a a rebelli&atilde;o em Pernambuco.--Os
rebeldes da parte do N. da
Provincia s&atilde;o batidos em <i>M&atilde;e Catharina</i>
(<i>5 de Janeiro</i>); e
procurando o S. para se reunirem aos seus consocios na comarca do Rio
Formoso s&atilde;o batidos successivamente em <i>Carauna</i>
e <i>Camaragibe</i>
(<i>13 de Janeiro</i>), apezar de se acharem em alguma
for&ccedil;a;
entranhando-se sempre pelas mattas afim de melhor continuarem a marcha
que
levav&atilde;o para o S., e incommodarem com suas guerrilhas as
for&ccedil;as
legalistas.--No entanto o Deputado Nunes Machado e outros, que a 31 de
Dezembro p. p. havi&atilde;o sahido do Recife para dirigirem a
revolu&ccedil;&atilde;o no Sul da
Provincia, e desembarcado na praia da Gamella, tendo conseguido reunir
alguma gente, dirigem-se para a comarca do Rio Formoso, e
tom&atilde;o
<i>Barreiros</i> nos confins com Alag&ocirc;as (<i>10
de Janeiro</i>). Em breve
por&eacute;m abandon&atilde;o este ponto por saberem que as
for&ccedil;as de Alag&ocirc;as e de
Pernambuco combinadas os i&atilde;o attacar; e
retir&atilde;o-se para
<i>Tentugal</i>.--Os revoltosos do N. conseguem reunir-se
aos do S. e
dirigem-se todos para <i>Agua Preta</i>, onde
concentr&atilde;o suas for&ccedil;as:
existindo tambem outros pequenos bandos dispersos pela comarca do
Bonito,
depois que for&atilde;o batidos (<i>22 de Janeiro</i>)
perto da villa deste nome
pelas tropas em opera&ccedil;&otilde;es n'este ponto.--O
General em Chefe Coelho, e j&aacute;
antes delle o Coronel Jo&atilde;o do Rego Barros sahem para Agua
Preta a bater as
for&ccedil;as reunidas dos revoltosos.--Estes por&eacute;m
abandon&atilde;o Agua Preta (<i>26 de
Janeiro</i>), e avan&ccedil;&atilde;o sobre a capital a
marchas t&atilde;o violentas, que a
<i>1.&ordm; de Fevereiro</i> se achav&atilde;o mui
perto della. Capitaniados
por <i>Peixoto de Brito</i> e outros caudilhos, e de
intelligencia com os
seus co-religionarios da capital, aproveit&atilde;o-se da ausencia
do General
Coelho e das for&ccedil;as a seu mando, e atac&atilde;o em
numero maior de 2:000 o
<i>Recife</i> (<i>2 de Fevereiro</i>). Renhida
e mortifera foi a luta; mas
afinal for&atilde;o victoriosamente repellidos pelos
exfor&ccedil;os das tropas e Guarda
Nacional que se achav&atilde;o na cidade, ajudadas por alguns
vasos, sobretudo
pelo vap&ocirc;r de guerra nacional <i>D. Affonso</i>,
e ultimamente pelas for&ccedil;as
do General Coelho que a marchas for&ccedil;adas chegou a tempo de
auxiliar a
defeza da cidade. O resultado deste combate foi mortandade immensa de
parte
a parte, em cujo numero muitos officiaes e outras pessoas de alguma
representa&ccedil;&atilde;o na sociedade, entre as quaes um dos
Deputados rebeldes Nunes
Machado; muito maior numero de prisioneiros e feridos; dispersarem-se
fugitivos os revoltosos, terminando assim a louca
perten&ccedil;&atilde;o de &aacute; for&ccedil;a
conseguirem seus intentos.--Os rebeldes fogem divididos em 2 grupos;
hum
commandado por <i>Peixoto de Brito, Borges da Fonseca</i>
e outros
dirige-se para o N.; o outro sob a direc&ccedil;&atilde;o de <i>Pedro
Ivo</i>,
entranhando-se pelas mattas toma a direc&ccedil;&atilde;o do
S.--Em sua marcha o grupo do
N. devasta e assola a cidade de <i>Goianna</i>;
por&eacute;m perseguido sempre
pelo Tenente-Coronel <i>Falc&atilde;o</i>, e batido em
<i>P&aacute;o-Amarello</i> (<i>13
de Fevereiro</i>): em consequencia fogem para a Parahyba, onde se
acout&atilde;o
na cidade de <i>Ar&ecirc;as</i>; mas s&atilde;o
daqui expellidos (<i>21 de
Fevereiro</i>) pelo mesmo Falc&atilde;o, vendo-se assim na
dura necessidade de se
refugiarem nas mattas. Por&ecirc;m n&atilde;o achando apoio na
Provincia, fogem de novo
para Pernambuco (<i>27 de Fevereiro</i>); onde abandonados
a maior parte
pelos seus proprios chefes entreg&atilde;o-se ao Governo, confiados
na Clemencia
Imperial e na amnistia promettida pelo Presidente em <i>3 de
Mar&ccedil;o</i>, e
para a qual se achava autorisado pelo Decr. de <i>11 de Janeiro</i>.
Ainda
pequeno numero se conservou hostil sob o mando de Borges da Fonseca,
achando abrigo unicamente nas mattas; por&ecirc;m estes mesmos,
depois de
pequenos ataques, s&atilde;o afinal batidos e
destro&ccedil;ados no lugar das
<i>Tres-Ladeiras</i>, termo de Iguarass&uacute; (<i>30
de Mar&ccedil;o</i>), sendo
prisioneiros seu chefe Borges da Fonseca e outros; perseguidos e
vencidos
dest'arte, entreg&atilde;o-se confiados na amnistia. Assim se
dissipa o grupo do
N.--Quanto ao grupo do S., conseguio elle fixar-se em <i>Agua-Preta</i>;
por&ecirc;m a abandon&atilde;o &aacute;
approxima&ccedil;&atilde;o das for&ccedil;as legaes; e a <i>13
de Mar&ccedil;o</i>
he occupada pelo Tenente-Coronel <i>Antonio Maria de Souza</i>
e for&ccedil;as das
Alag&ocirc;as. Os rebeldes deste lado da Provincia tambem se
entreg&atilde;o pouco a
pouco implorando a Clemencia Imperial, mesmo alguns de seus chefes
(como
seja <i>Caetano Alves</i>, que em <i>5 de Abril</i>
se entregou com 324
homens).--Assim, perseguidos sem cessar, batidos sempre e obrigados a
acharem por unico abrigo as mattas, presos alguns chefes, outros
fugidos, e
apresentando-se a maior parte dos seus sequazes implorando a Clemencia
Imperial; terminada se deve considerar uma luta, que por mais de 5
mezes s&oacute;
servio de assolar, arruinar e desmoralisar huma das mais bellas
Provincias
do Brazil; de derramar inutilmente o precioso sangue Brazileiro;
diminuir
as for&ccedil;as do Imperio; sobrecarregar os seus cofres de
despeza immensa; e
arruinar e desgra&ccedil;ar muitas e muitas familias. Sem motivo
mais que saciar
mesquinhas e vis paix&otilde;es, vingar interesses pessoaes
contrariados e n&atilde;o
satisfeitos, conseguir a todo custo a convoca&ccedil;&atilde;o
de huma Constituinte,
proclamou-se tal revolta, com vistas futuras, si f&ocirc;ra bem
succedida: e
deste modo n&atilde;o se duvidou affrontar tudo quanto ha de mais
sagrado,
calcar&atilde;o-se todas as Leis, todos os deveres e
considera&ccedil;&otilde;es, e ateou-se no
paiz a guerra civil com todas as suas horriveis consequencias.--O
Presidente Tosta &eacute; substituido por <i>Honorio Hermeto
Carneiro Le&atilde;o</i>,
que toma posse a <i>2 de Julho</i>, continuando no
commando das Armas o
Marechal Coelho.--Dissolvida a Camara Temporaria por Decr. de <i>19
de
Fevereiro</i> e convocada outra para o dia <i>1.&ordm;
de Janeiro</i>
de 1850, procede-se em todo o Imperio &aacute;s
elei&ccedil;&otilde;es primarias para a actual
8.&ordf; Legislatura (<i>5 de Agosto</i>);
n&atilde;o deixando de haver,
como sempre, algumas pequenas desordens em varios pontos. E logo depois
&aacute;
elei&ccedil;&atilde;o dos Deputados para a mesma (<i>5 de
Setembro</i>).--Na c&ocirc;rte, o
Ministerio soffre modifica&ccedil;&atilde;o. <i>Manoel
Vieira Tosta</i> toma conta da
pasta da <i>Marinha</i> (<i>1.&ordm; de Setembro</i>),
para a qual se
achava nomeado por Decr. de <i>23 de Julho</i>;
continuando com a da Guerra
Manoel Felizardo. O Visconde de Olinda deixa a pasta dos
<i>Estrangeiros</i>, que &eacute; confiada a <i>Paulino
Jos&eacute; Soares de Souza</i>;
e a Presidencia de Ministros que passa ao Visconde de Monte Alegre (<i>8
de
Outubro</i>).--No <i>Rio Grande do Sul</i> varios
grupos se reunir&atilde;o na
fronteira para se desfor&ccedil;arem de attentados e barbaridades
praticados
contra os nossos pelos Orientaes (<i>Novembro e Dezembro</i>);
tornando-se
notavel o feito do <i>Bar&atilde;o de Jacuhy</i>
(Francisco Pedro de Abr&ecirc;u).--No
entanto a guerra civil em Pernambuco, que parecia terminada,
&eacute; de novo
at&ecirc;ada (<i>Julho</i>) pelo Capit&atilde;o <i>Pedro
Ivo</i>, que com falsos boatos
consegue chamar a si para mais de 400 desgra&ccedil;ados,
reunindo-se-lhe tambem
<i>Caetano Alves</i> que em menos-pre&ccedil;o da
amnistia que lhe f&ocirc;ra concedida
n&atilde;o duvidou alterar de novo a ordem publica e hastear a
bandeira da
rebeldia. Conserva-se em posi&ccedil;&atilde;o hostil nas
mattas de <i>Agua-Preta</i>. O
Presidente embalde procura chamal-o &aacute; ordem pelos meios
brandos,
offerecendo-lhe amnistia com certas condi&ccedil;&otilde;es;
elle, instigado pelos r&eacute;os
politicos em Recife, resiste sempre, tudo recusa, e obriga a empregar
meios
energicos e a for&ccedil;a (<i>Outubro</i>). Diversos
grupos apparecem em outros
pontos; pequenos encontros tem lugar, sem resultado algum decisivo por
se
recusarem os rebeldes a sahir das mattas e a acceitar combate formal:
hum
grupo que se achava para as bandas de <i>Serra-Negra</i>
foi dispersado
pelo Capit&atilde;o <i>Brazil</i> (<i>11 de
Dezembro</i>); e hum outro que se
havia acoutado nas mattas do <i>Catuc&aacute;</i>,
apartando-se d'ahi e seguindo
para o N. foi batido na <i>Barra de Natuba</i>, Provincia
da Parahyba, pelo
Tenente-Coronel <i>Innocencio</i> (30 de Dezembro). Os
rebeldes, seguindo
sempre o cauteloso systema de se acoutarem nas mattas, dellas
n&atilde;o sahem
sen&atilde;o para commetterem depreda&ccedil;&otilde;es e
assassinatos, prolongando dest'arte
huma luta summamente prejudicial ao Brazil por qualquer lado que a
encaremos, e mais particularmente &aacute; bella Provincia de
Pernambuco.</p>



<h2>SUCCINTO ESBO&Ccedil;O<br />



DO<br />



ESTADO DO BRASIL AO FINDAR O ANNO DE 1849.</h2>



<h3>RELA&Ccedil;&Otilde;ES INTERNAS.</h3>



<a name="ch9a"></a>
<h4>SITUA&Ccedil;&Atilde;O, POSI&Ccedil;&Atilde;O
ASTRONOMICA E EXTENS&Atilde;O.</h4>



<p>O Brazil, hum dos mais vastos Imperios do mundo, acha-se
situado na
America Meridional entre 4.&deg; 30' lat. N. e 34.&deg; 15' lat
S., 37.&deg; e 75.&deg;
long. Occ. do meridiano de Paris, occupando assim huma superficie de
mais
de 400:000 legoas quadradas.</p>



<a name="ch9b"></a>
<h4>LIMITES.</h4>



<p>Ao N. as Guyanas e a Republica federada de Nova Granada,
Equador e
Venezuela (antigas Columbia e Venezuela); a O. a mesma Republica
federada,
Per&uacute;, Bolivia, Paraguay e Republica Argentina; ao S. a mesma
Argentina e a
de Monte-Vid&eacute;o; a N. E., L., e S.E. o Atlantico.</p>



<a name="ch9c"></a>
<h4>LINHA DIVISORIA.</h4>



<p>Ainda n&atilde;o se acha clara e definitivamente fixada:
com tudo a seguirmos a
opini&atilde;o mais bem fundada diremos ser a seguinte.</p>



<p>Come&ccedil;a na barra do rio <i>Oyapock</i>,
seguindo-o at&eacute; suas cabeceiras;
contin&uacute;a pelos s&ecirc;rros que dividem as agoas que
v&atilde;o para o N. das que se
lan&ccedil;&atilde;o no Amazonas, passando pelas cabeceiras do
rio <i>Branco</i>; vae por
este acima at&eacute; a barra do <i>Jabary</i>,
acompanhando-o at&eacute; 9.&deg; lat. S.;
d'aqui parte em linha recta de O. para L. at&eacute; o <i>Guapor&eacute;</i>,
seguindo-o
at&eacute; as visinhan&ccedil;as da cidade de Matto Grosso;
contin&uacute;a at&eacute; a barra do
<i>Jaur&uacute;</i> no <i>Paraguay</i>,
seguindo o curso deste ultimo at&eacute; 24.&deg;
lat. S.; aqui corta pelos campos at&eacute; encontrar o <i>Paran&aacute;</i>,
o
<i>Iguass&uacute;</i>, e o <i>Uruguay</i>;
segue por este ultimo at&eacute; a sua
confluencia com o galho principal do <i>Arapey</i> hum
pouco abaixo do povo
de Bel&eacute;m; segue por este galho; continua pela <i>Cruz
de S. Pedro</i>
cortando em linha recta os s&ecirc;rros de <i>Acegu&aacute;</i>;
busca o galho mais ao
Sul do <i>Jaguar&atilde;o Chico</i>; segue por este
at&eacute; sua confluencia com o
<i>Jaguar&atilde;o</i>; continua pela costa occidental
da lag&ocirc;a <i>Merim</i>,
resalvando sempre a distancia para o S. de dous tiros de
canh&atilde;o de calibre
24; busca o arroio de <i>S. Luiz</i>, legoa e meia da sua
barra; a
<i>Pequena Canhada</i> salvos os s&ecirc;rros de S.
Miguel; as vertentes da lag&ocirc;a
<i>Palmares</i>; e termina na costa do mar na <i>Angustura
de
Castilhos</i>.</p>



<a name="ch9d"></a>
<h4>RIQUEZA NATURAL.</h4>



<p>He proverbial a riqueza do Brazil em todos os reinos da
natureza. Em
huma extens&atilde;o immensa de costa banhada pelo Atlantico
s&atilde;o os seus mares
abundantissimos da mais variada pesca desde a rainha do Oceano, a
bal&ecirc;a,
at&eacute; os mais insignificantes peixes: assim como
s&atilde;o tambem summamente
piscosos os seus rios, em alguns dos quaes abund&atilde;o
tartarugas. Em terra ha
a mais variada profus&atilde;o de todos os animaes desde o tigre
temivel at&eacute; o
mimoso saguim, desde o cond&ocirc;r-rei at&eacute; o delicado
beija-fl&ocirc;r. As suas mattas
immensas fornecem toda a sorte de madeiras de
construc&ccedil;&atilde;o, de tinturaria,
de marceneria, &amp;c: e al&eacute;m disto o reino vegetal
offerece tudo quanto he
indispensavel &aacute; vida quer para vestuario e alimento, quer
para
restabelecimento da saude. No reino mineral temos ouro, de que se torna
digna de men&ccedil;&atilde;o a mina de Congo-Socco na
Provincia de Minas Geraes,
pertencente a huma companhia ingleza que della tem extrahido
milh&otilde;es e
milh&otilde;es de libras deste metal; diamantes, de que n'outro
tempo se extrahio
quantidade enorme nesta mesma Provincia; amethystas e outras pedras
preciosas; ferro, de que existe uma mina abundantissima, e fabrica em
S.
Jo&atilde;o de Ipanema na Provincia de S. Paulo: tambem consta que
existem minas
de carv&atilde;o de pedra, sobretudo na Provincia de Santa
Catharina; assim como
de cobre, chumbo, marmore, e outros mineraes em varias Provincias.</p>



<p>Si quizessemos enumerar todos os objectos que
comp&otilde;e a riqueza, de que a
natureza com prodiga m&atilde;o adornou o nosso paiz, e especificar
as Provincias
e localidades em que elles mais abund&atilde;o, seria preciso
escrever volumes.
Contentemo-nos pois com o que temos dito, ficando certos de que
n&atilde;o ha paiz
no mundo mais rico em todos os reinos.</p>



<p>Accresce que o Brazil pela sua posi&ccedil;&atilde;o
geographica, e astronomica
offerece elementos de grandeza e prosperidade que assombr&atilde;o:
terreno o mais
fertil possivel; variedade de climas; rios por toda parte capazes de
navega&ccedil;&atilde;o, mesmo para barcos de mais alto bordo,
at&eacute; o interior; e mil
outras circumstancias todas favoraveis.</p>



<p>Si a Providencia dotou o nosso paiz com tantos e
t&atilde;o poderosos elementos
de riqueza, e grandeza, n&atilde;o foi certamente sem hum fim. E si
pelos
<i>meios</i> &eacute; facil chegar a comprehender-se o <i>fim</i>,
devemos
confessar que Deos mesmo destina o Brazil a ser hum dia talvez a
primeira
Na&ccedil;&atilde;o do Mundo.</p>



<a name="ch9e"></a>
<h4>POPULA&Ccedil;&Atilde;O.</h4>



<p>Muito &eacute; de lamentar a falta de huma estatistica da
popula&ccedil;&atilde;o do Imperio.
Com tudo, segundo calculos approximativos, podemos avalial-a em 7 a 8
milh&otilde;es de habitantes: dos quaes 3 milh&otilde;es
s&atilde;o sem duvida alguma
escravos.</p>



<p>Eis em nossa organisa&ccedil;&atilde;o social hum
elemento retrogrado na civilisa&ccedil;&atilde;o,
assim como de discordia e desordens.</p>



<p>Quem ha que ignore a influencia da escravid&atilde;o na
educa&ccedil;&atilde;o dos povos? O
poder quasi absoluto que exerce o senhor sobre o escravo, faz-lhe
adquirir
costumes senhoriaes, que se revel&atilde;o de modo indigno nas
rela&ccedil;&otilde;es familiares
e nas sociaes.--A maneira desabrida, os continuos vituperios que o
senhor
lan&ccedil;a em rosto ao escravo, que n&atilde;o se atreve a
dizer palavra e tudo ouve e
soffre humildemente, muitas vezes se mostra nas
rela&ccedil;&otilde;es sociaes e
familiares, revelando a poderosa influencia do habito de tratar os
escravos.--O continuo martyrio que o senhor faz o escravo soffrer,
j&aacute;
opprimindo-o com pezados ferros, j&aacute; castigando-o
desproporcionadamente &aacute;
falta commettida, e &aacute;s vezes innocentemente, j&aacute;
fazendo-lhe soffrer crueis
tormentos, e tudo isto sem querer ouvir huma raz&atilde;o
justificativa, huma
queixa, hum ai; faz-lhe perder ou pelo menos muito arrefecer os
sentimentos
nobres e generosos, a compaix&atilde;o do proximo, e at&eacute;
o principio do justo e
injusto: barbariza-o, e a todos que taes factos presenci&atilde;o
quotidianamente.</p>



<p>E he debaixo da influencia t&atilde;o immediata de taes
elementos que se educa
o nosso povo!</p>



<p>Por outro lado, quem ha tambem que ignore a odiosidade nata,
terrivel, e
justa entre o principio <i>escravo</i> e o <i>livre</i>?
A historia de
todos os povos e de todos os tempos ahi est&aacute; para o
demonstrar: basta l&ecirc;r
huma pagina da historia do hoje Imperio do Haiti. Si a
escravid&atilde;o em hum
paiz he elemento opposto &aacute;
civilisa&ccedil;&atilde;o; o he tambem de discordia e
desordens temiveis. He a mina sempre prompta a fazer horrivel
explos&atilde;o e
tudo despeda&ccedil;ar, logo que se offere&ccedil;a
occasi&atilde;o favoravel.</p>



<p>Mas n&atilde;o p&aacute;ra aqui. Hum outro elemento de
discordia ainda existe entre
n&oacute;s. &Eacute; a diversidade de ra&ccedil;as. A nossa
popula&ccedil;&atilde;o comp&otilde;e-se de brancos,
negros, indios, mesti&ccedil;os e mulatos. E quem ignora a
odiosidade que tem
todos &aacute; ra&ccedil;a branca, por se acharem em
posi&ccedil;&atilde;o inferior na ordem social,
por for&ccedil;a dos prejuizos e preconceitos da sociedade?</p>



<p>Ah! si n&atilde;o f&ocirc;ra o erro fatal dos nossos
antepassados, primeiros
colonisadores do Brazil, hoje teriamos muito maior
popula&ccedil;&atilde;o, toda composta
de gente valente, laboriosa e livre. Si acariciassem os Indigenas, si
lhes
fossem ensinando a lingua e chamando-os paulatinamente &aacute;
vida civilisada e
ao gremio da nossa Religi&atilde;o e sociedade, elles
n&atilde;o se teri&atilde;o exterminado
nem fugido. Como queri&atilde;o os Portuguezes que os Indios,
acostumados a huma
vida indolente, se sujeitassem logo a duros trabalhos, taes como os da
minera&ccedil;&atilde;o, lavoura e outros? Como, que
abandonassem logo as suas cren&ccedil;as
religiosas, j&aacute; arraigadas em seus
cora&ccedil;&otilde;es, para abra&ccedil;arem a
f&eacute; christ&atilde;, os
dogmas e principios sublimes de nossa Religi&atilde;o para elles
incomprehensiveis? D'aqui a resistencia que elles oppozer&atilde;o
aos seus
avarentos, infames e vis oppressores. D'aqui as guerras, o odio, o
exterminio barbaro at&eacute; se refugiarem no interior das mattas
mais
remotas.</p>



<p>Cumpre agora remediar de algum modo os passados erros,
empregando todos
os meios de colonisar o paiz com bra&ccedil;os laboriosos e livres,
preparando-lhe
assim um futuro risonho e prospero.</p>



<a name="ch9f"></a>
<h4>RELIGI&Atilde;O.</h4>



<p>A Religi&atilde;o do Estado &eacute; a
Catholica-Apostolica-Romana. Por&ecirc;m a nossa
Constitui&ccedil;&atilde;o, conciliando mui s&aacute;bia e
prudentemente o exclusivismo dos
nossos maiores em materia de Religi&atilde;o com a tolerancia e
liberdade
religiosa introduzida depois das graves disputas de Luthero, Calvino, e
das
id&eacute;as ultra-tolerantes da revolu&ccedil;&atilde;o
franceza, permittio a tolerancia
religiosa limitada, isto he, concedeo ampla liberdade de consciencia
(sobretudo nunca tendo existido no Brazil a chamada
Sancta-Inquisi&ccedil;&atilde;o), com
tanto que as casas destinadas para o culto n&atilde;o tivessem
f&oacute;rma exterior de
templo: &eacute; assim que vemos hoje entre n&oacute;s alguns
destes templos, como sejam
o Inglez e Allem&atilde;o no Rio de Janeiro.</p>



<a name="ch9g"></a>
<h4>DIVIS&Atilde;O ADMINISTRATIVA.</h4>



<p>De 19 Provincias se compunha o Imperio at&eacute; certa
&eacute;poca. Todavia s&oacute; 18 o
form&atilde;o actualmente, depois que pelo tratado de 1828
reconhecemos a
independencia de Monte-Vid&eacute;o (antiga Provincia Cisplatina).</p>



<p>S&atilde;o ellas: no littoral <i>Par&aacute;</i>
(capital Bel&eacute;m); <i>Maranh&atilde;o</i>
(capital S. Luiz); <i>Piauhy</i> (capital Oeiras); <i>Cear&aacute;</i>
(capital
Fortaleza); <i>Rio Grande do Norte</i> (capital Natal); <i>Parahyba</i>
(capital Parahyba); <i>Pernambuco</i> (capital Recife); <i>Alag&ocirc;as</i>
(capital Macei&oacute;); <i>Sergipe</i> (capital S.
Christov&atilde;o); <i>Bahia</i>
(capital S. Salvador, ou Bahia); <i>Espirito Santo</i>
(capital Victoria);
<i>Rio de Janeiro</i> (capital Nicterohy); <i>S.
Paulo</i> (capital S.
Paulo); <i>Santa Catharina</i> (capital Desterro); e <i>S.
Pedro do Sul</i>
(capital Porto Alegre); no centro <i>Minas</i> (capital
Ouro-Preto);
<i>Goyaz</i> (capital Goyaz); e <i>Matto-Grosso</i>
(capital
Cuiab&aacute;).--Existe al&eacute;m disso, encravado na
Provincia do Rio de Janeiro, o
<i>municipio neutro</i>, onde se acha a capital do Imperio
a cidade de
<i>S. Sebasti&atilde;o do Rio de Janeiro</i>.</p>



<p>Para maior commodidade e melhor
administra&ccedil;&atilde;o, as Provincias s&atilde;o
divididas em <i>comarcas</i>, estas em <i>termos</i>,
etc.</p>



<p>E, como existem 4 Rela&ccedil;&otilde;es no Imperio, a
cada huma se fixaram
<i>districtos</i>, abrangendo cada hum varias Provincias.</p>



<a name="ch9h"></a>
<h4>DIVIS&Atilde;O ECCLESIASTICA.</h4>



<p>Ha no Brazil hum Arcebispado, o da Bahia; e 9 Bispados, que
s&atilde;o: Par&aacute;,
Maranh&atilde;o, Pernambuco, Rio de Janeiro, S. Paulo, Marianna,
Goyaz, Matto
Grosso, e S. Pedro do Sul (criado este por Bulla de Pio IX, confirmada
por
Decr. de 7 de Dezembro de 1848).</p>



<p>A divis&atilde;o ecclesiastica &eacute; mui distincta
da civil; porque ha muitas
Dioceses que entram por territorio de Provincias onde tambem ha
Diocese.
Talvez fosse preferivel reformar esta divis&atilde;o, fixando a
cada Diocese certo
numero de Provincias.</p>



<a name="ch9i"></a>
<h4>ORGANISA&Ccedil;&Atilde;O POLITICA.</h4>



<p>A nossa Constitui&ccedil;&atilde;o estabelecendo e
firmando no Brazil a f&oacute;rma de
Governo admittio o
<i>Monarchico-Hereditario-Constitucional-Representativo</i>.</p>



<p>E para sua organisa&ccedil;&atilde;o reconheceo 4
Poderes: o <i>Moderador</i>, chave e
centro de todos; o <i>Legislativo</i>; o <i>Executivo</i>;
e o
<i>Judicial</i>. Suas attribui&ccedil;&otilde;es
l&aacute; existem determinadas na propria
Constitui&ccedil;&atilde;o.</p>



<p>O <i>Moderador</i> foi confiado privativamente ao
Imperador, que tem
ingerencia mediata ou immediata em todos os outros Poderes do Estado.</p>



<p>O <i>Legislativo</i> &eacute; confiado a 2
Camaras, huma temporaria, e outra
vitalicia; mas as Leis que se fizerem devem ser sanccionadas pelo
Imperador
antes que sejam promulgadas.--Al&eacute;m da Assembl&eacute;a
Geral, existem as
Assembl&eacute;as Provinciaes, cujas Leis s&atilde;o
sanccionadas pelos Presidentes de
Provincia.</p>



<p>O <i>Executivo</i> tem por Chefe o Imperador, que
o exercita por meio do
Ministerio.--O Ministerio comp&otilde;e-se de 6 Ministros d'Estado,
dos quaes um &eacute;
o Presidente do Conselho.--Como parte do Executivo temos ainda o
Conselho
d'Estado, mas unicamente com <i>voto consultivo</i>.--E,
como o Governo
precisa de Delegados seus nas Provincias, temos como parte integrante
do
Poder Executivo os Presidentes de Provincia.</p>



<a name="ch9j"></a>
<h4>ORGANISA&Ccedil;&Atilde;O DO PODER JUDICIAL.</h4>



<p>Os membros que exercem este Poder s&atilde;o huns da massa
geral do Povo, e
outros n&atilde;o.</p>



<p>Assim, os Juizes de Paz, os Jurados, e a Assembl&eacute;a
Geral e Provinciaes
(quando estas se constituem Tribunal Criminal nos casos em que a
Constitui&ccedil;&atilde;o e Leis o determinam) pertencem
&aacute; 1.&ordf; classe.</p>



<p>Por&eacute;m os Juizes Municipaes, de Orf&atilde;os,
de Direito, e outros, os
Dezembargadores, membros do Supremo Tribunal de Justi&ccedil;a,
etc., n&atilde;o s&oacute; s&atilde;o
de nomea&ccedil;&atilde;o do Imperador (o que n&atilde;o
acontece aos da 1.&ordf; classe),
como se exige para o serem habilita&ccedil;&otilde;es em
Direito.</p>



<p>Os Juizes Municipaes, de Orf&atilde;os e de Direito
s&atilde;o chamados Juizes de
1.&ordf; instancia.</p>



<p>Al&eacute;m disto existem no Imperio 4
Rela&ccedil;&otilde;es, que julgam em 2.&ordf; e
ultima instancia.</p>



<p>Temos tambem o Supremo Tribunal de Justi&ccedil;a, cujos
membros s&atilde;o tirados
das Rela&ccedil;&otilde;es por suas antiguidades. Compete-lhe
na materia civel a
concess&atilde;o ou denega&ccedil;&atilde;o de revistas.</p>



<p>As Rela&ccedil;&otilde;es e o Supremo Tribunal tambem
podem conhecer de causas crimes,
quer quando se trata de appella&ccedil;&otilde;es e revistas
para ellas interpostas nos
casos em que as Leis o permittem, quer quando se constituem Tribunal
Criminal.</p>



<p>Al&eacute;m destes Tribunaes e Juizes, temos na materia
puramente espiritual os
Juizes Ecclesiasticos e a Rela&ccedil;&atilde;o Metropolitana
da Bahia que julga em
2.&ordf; e ultima instancia: bem como na materia puramente militar
a
antiga organisa&ccedil;&atilde;o de Conselhos de Guerra, e
julgamento no Conselho Supremo
Militar de Justi&ccedil;a. Sendo de notar que das causas puramente
ecclesiasticas
e militares n&atilde;o cabe recurso de revista.</p>



<p>Tal he em resumo nossa organisa&ccedil;&atilde;o
judiciaria no p&eacute; em que se acha
presentemente. Achamos-lhe graves defeitos; os quaes n&atilde;o
apontamos, nem
quaes as reformas que julgamos indispensaveis; porque seria necessario
descer a considera&ccedil;&otilde;es que nos fari&atilde;o
desviar do fim limitado deste nosso
trabalho.</p>



<a name="ch9k"></a>
<h4>TRANQUILLIDADE PUBLICA.</h4>



<p>Lavra em Pernambuco a guerra civil. N&atilde;o poucas
vezes tem o Brazil sido
victima destas desastrosas commo&ccedil;&otilde;es, que
n&atilde;o fazem sen&atilde;o retardar o seu
progresso, e enfraquecel-o cada vez mais. Tal he o triste e misero
estado a
que se acha reduzida nossa bella patria, digna de melhor sorte, e com
todos
os elementos e condi&ccedil;&otilde;es de hum porvir grandioso
e brilhante!</p>



<p>E qual a causa? Hum erro fatal, huma falsa id&eacute;a de <i>opposi&ccedil;&atilde;o</i>.</p>



<p>O que he a opposi&ccedil;&atilde;o, segundo a nossa
Constitui&ccedil;&atilde;o, e segundo todos os
principios Constitucionaes governativos dos povos illustrados? He acaso
a
resistencia desarrazoada e at&eacute; armada aos principios e
medidas dos
governantes? He acaso repellir sem criterio todas as medidas e negar os
auxilios? He acaso procurar dividir o paiz a ponto de se introduzirem
os
odios, as vingan&ccedil;as, as discordias intestinas e guerras
civis? N&atilde;o por
certo: que a Constitui&ccedil;&atilde;o que tal permittisse
seria a mais hedionda e
terrivel concep&ccedil;&atilde;o do pensamento humano.</p>



<p>A opposi&ccedil;&atilde;o he a legal
discuss&atilde;o dos principios e medidas governativas;
he a analyse justa e razoavel desses principios e medidas para se
chegar ao
conhecimento de que s&atilde;o ou n&atilde;o s&atilde;o
capazes de conseguirem o seu fim, qual
he a felicidade e prosperidade do paiz.</p>



<p>Sendo assim, a opposi&ccedil;&atilde;o he boa e
at&eacute; indispensavel; porque suscitando a
discuss&atilde;o obriga a maior e mais profundo exame a fim de se
chegar com mais
seguran&ccedil;a ao conhecimento da verdade.</p>



<p>Taes s&atilde;o os justos limites da
opposi&ccedil;&atilde;o. E foi com estas vistas que a
nossa Constitui&ccedil;&atilde;o mui sabiamente consagrando o
principio governativo
constitucional forneceo ao mesmo tempo os meios de se conseguir o
predominio dos principios: liberdade de pensamento,
discuss&atilde;o na tribuna
parlamentar e pela imprensa, taes s&atilde;o os meios legitimos de
alcan&ccedil;armos o
triumpho das id&eacute;as.</p>



<p>N&atilde;o se deduza, por&ecirc;m, do que temos dito,
que queiramos reduzir o povo ao
estado de j&aacute;mais lan&ccedil;ar m&atilde;o das armas
e usar de resistencia. N&atilde;o; longe de
n&oacute;s semelhante pensamento. Reconhecemos, com a sciencia, que
ao povo resta
intacto e inalienavel o sagrado e soberano direito de oppor-se com
m&atilde;o
armada. E n&atilde;o s&oacute; a sciencia, como a historia de
toda a humanidade ahi est&aacute;
para demonstrar este principio.--Mas em que circumstancias deve ser
exercido semelhante direito? Quando os Poderes do Estado exorbitando de
suas attribui&ccedil;&otilde;es procur&atilde;o ludibriar e
escarnecer as institui&ccedil;&otilde;es
fundamentaes, excedendo o mandado que receber&atilde;o em prejuizo
da na&ccedil;&atilde;o;
quando procur&atilde;o esmagar o povo e fazer delle hum automato
que obede&ccedil;a
c&eacute;gamente a seus caprichos. Ent&atilde;o o povo
espontaneamente se levantar&aacute; todo
como se f&ocirc;ra hum s&oacute; homem, e ir&aacute; pedir
contas e fazer pagar caro a quem o
espesinha e calca aos p&eacute;s seus direitos sagrados. Neste caso
a resistencia
armada he hum direito e hum dever imperioso.</p>



<p>Do mesmo modo que entre as na&ccedil;&otilde;es a
guerra he hum direito supremo e
ultimo recurso; tambem nas rela&ccedil;&otilde;es internas de
um povo a resistencia
armada he o ultimo recurso a lan&ccedil;ar m&atilde;o.
Ent&atilde;o he a humanidade que,
opprimida e vexada, sacode o jugo e pune os culpados.</p>



<p>&Aacute; vista disto, como arrogar-se huma pequena
frac&ccedil;&atilde;o de hum povo os
direitos soberanos que s&oacute; ao povo inteiro competem? Tal
ousadia he punida
immediatamente; porque essa frac&ccedil;&atilde;o
v&ecirc;-se isolada, tendo contra si a
maioria da Na&ccedil;&atilde;o: e por isso dever&aacute;
reconhecer que o motivo que a impellio
n&atilde;o era verdadeiro, real e bastante poderoso para usar desse
ultimo
recurso; porque ali&aacute;s acharia &eacute;cho em toda a
parte e auxilio prompto e
efficaz, sendo a consequencia o triumpho.</p>



<p>A historia de todos os povos, e mesmo a nossa, ahi
est&aacute; para confirmar e
provar o que deixamos dito.</p>



<p>No extremo sul do Imperio o Bar&atilde;o de Jacuhy, para
vingar actos de
barbaridade e vandalismo praticados pelos Orientaes contra os
Brasileiros,
poz-se &aacute; testa de um punhado de homens reunidos nas
fronteiras, e passou o
Quarahim invadindo o Estado Oriental: complicando dest'arte nossas
rela&ccedil;&otilde;es
com o estrangeiro.--Como Jurisconsultos certamente n&atilde;o
approvamos
semelhante acto, antes o achamos censuravel e criminoso; porque
n&atilde;o he dado
a hum cidad&atilde;o fazer a guerra por sua conta, nem vingar-se
por suas m&atilde;os das
injusti&ccedil;as, vexames e prejuizos que tenha soffrido; nem
t&atilde;o pouco provocar
huma guerra estrangeira. Mas como Brazileiros e como historiadores
n&atilde;o s&oacute; o
approvamos, como louvamos: porque as depreda&ccedil;&otilde;es
e assassinatos que contra
os Brazileiros tem constantemente exercido os Orientaes; as leis
barbaras
ou antes a vontade caprichosa e despotica de Oribe prohibindo a
passagem de
gados do Estado Oriental para o Rio Grande; a nenhuma garantia por elle
dada &aacute; propriedade e &aacute;s pessoas; e as
invas&otilde;es continuas do estrangeiro no
territorio brazileiro, e roubos por elle commettidos, s&atilde;o
factos que
altamente exacerb&aacute;r&atilde;o os espiritos e
provoc&aacute;r&atilde;o as represalias. Em taes
circumstancias n&atilde;o ha meio termo; he indispensavel mostrar
ao estrangeiro
que n&atilde;o somos escravos, que temos brio e sentimentos, e que
n&atilde;o se
commettem em plena paz actos s&oacute; proprios de huma guerra de
selvagens, sem
que sej&atilde;o seguidos da justa puni&ccedil;&atilde;o de
tanta ousadia.--Mais huma pagina de
gloria reserva a historia para o illustre Brazileiro que assim
procedeo.</p>



<a name="ch9l"></a>
<h4>MORAL.</h4>



<p>Peza-nos dizel-o, mas he for&ccedil;a confessar: o paiz
acha-se profundamente
desviado dos unicos verdadeiros principios da s&atilde; moral. Por
todas as
classes da sociedade, com honrosas excep&ccedil;&otilde;es, tem
lavrado os tres grandes
males que entre n&oacute;s h&atilde;o feito desprezar a
observancia religiosa dos
principios do dever da consciencia e dos da moral christ&atilde;,
unicos capazes
de conduzir &aacute; verdadeira felicidade os homens e as
Na&ccedil;&otilde;es.</p>



<p>O <i>egoismo</i>, suffocando todos os deveres e
considera&ccedil;&otilde;es, e fazendo
predominar t&atilde;o s&oacute;mente a individualidade pessoal
em todas as rela&ccedil;&otilde;es, he o
maior mal que hoje peza sobre a nossa sociedade: e por elle
s&atilde;o
sacrificados todos os deveres moraes e sociaes.</p>



<p>Por outro lado as <i>paix&otilde;es politicas</i>,
de todas a mais cega,
frenetica e embriagadora, arrast&atilde;o como huma torrente
impetuosa os homens
aos maiores desvarios; fal-os calcar aos p&eacute;s todas as leis,
todos os
deveres, todas as considera&ccedil;&otilde;es, para conseguirem
o triumpho de seus, &aacute;s
vezes pretendidos e tresvairados principios. Ellas tem dividido a
Na&ccedil;&atilde;o,
levado a sizania &aacute;s familias, inimizado paes e filhos, os
proprios irm&atilde;os
entre si, emfim tem trazido ao paiz os maiores males que sobre elle
pez&atilde;o.</p>



<p>A estes dous males junta-se ainda o <i>patronato</i>
mais escandaloso em
todos os ramos da organisa&ccedil;&atilde;o social. Homens de
merito e de independencia
de caracter, que n&atilde;o se sujeit&atilde;o nem se
avilt&atilde;o a andar rastejando, quaes
vermes despreziveis, s&atilde;o inteiramente esquecidos; e, ainda
em concurrencia
com outros de muito inferior capacidade, s&atilde;o preteridos, si
lhes falta o
forte escudo desta nova potencia intitulada <i>empenho</i>:
soffrendo com
isto muito e muito a publica administra&ccedil;&atilde;o. Este
cancro terrivel tem
penetrado at&eacute; no augusto sanctuario da Justi&ccedil;a.</p>



<p>Estes tres gravissimos males tem profundamente corroido a
nossa
sociedade, e amea&ccedil;&atilde;o-nos de morte ou de huma
revolu&ccedil;&atilde;o tal, que abalando-a
em seus alicerces e revolvendo-a em huma ferv&uacute;ra geral os
fa&ccedil;a
desapparecer, restituindo-nos a hum estado capaz de trazer-nos a
felicidade.</p>



<p>Mas esperamos da Providencia Divina que, depois de longa e
fatal
experiencia, n&oacute;s entremos no verdadeiro caminho e observemos
os principios
da moral sancta e sublime do Christianismo.</p>



<a name="ch9m"></a>
<h4>INSTRUC&Ccedil;&Atilde;O PUBLICA.</h4>



<p>A instruc&ccedil;&atilde;o publica, ou antes a
educa&ccedil;&atilde;o de hum povo he a solida base
de sua felicidade e prosperidade. Essa educa&ccedil;&atilde;o
portanto he o ponto que
mais de perto deve interessar o Governo do Estado, e merecer seus
cuidados
e desvelos.</p>



<p>Mas huma boa educa&ccedil;&atilde;o, para ser completa
deve: 1.&ordm; dirigir-se
n&atilde;o s&oacute; &aacute; intelligencia, mas aos
sentimentos, e ao physico, isto he, a
educa&ccedil;&atilde;o de um povo n&atilde;o deve ser
meramente <i>intellectual</i>, mas tambem
<i>moral</i>, <i>religiosa</i>, e <i>physica</i>;
2.&ordm; estar
reduzida a hum systema tal, que nelle predomine hum pensamento, huma
id&eacute;a,
isto he, deve ter <i>regularidade</i>, e <i>unidade</i>;
3.&ordm; as
pessoas encarregadas da augusta miss&atilde;o de educar a mocidade
devem reunir em
si todas as qualidades capazes de conseguir o seu fim; 4.&ordm;
estar
debaixo da vigilancia e <i>inspec&ccedil;&atilde;o</i>
da Autoridade Suprema.</p>



<p>Entre n&oacute;s a educa&ccedil;&atilde;o publica
resente-se de gravissimos defeitos, que
exigem urgente reforma.</p>



<p>Em 1.&ordm; lugar n&atilde;o ha <i>regularidade</i>
nem <i>unidade</i>;
n&atilde;o ha systema. Cada Assembl&eacute;a Provincial legisla
como lhe parece, sobre a
instruc&ccedil;&atilde;o primaria e secundaria nas respectivas
provincias. Al&eacute;m disso
tambem os particulares nacionaes ou estrangeiros, encarando a
educa&ccedil;&atilde;o da
mocidade como huma industria, v&atilde;o abrindo seus
estabelecimentos de educa&ccedil;&atilde;o
primaria e secundaria, e seguindo o systema que a cada hum parece
melhor.
De sorte que s&atilde;o tantos systemas, quantos os
estabelecimentos publicos e
particulares.</p>



<p>Em 2.&ordm; lugar o ensino superior nas faculdades tambem
he
summamente defeituoso, j&aacute; pela exorbitancia da existencia em
duplicata das
faculdades de Medicina e de Direito, j&aacute; pela falta da
faculdade de Canones,
j&aacute; pela m&aacute; distribui&ccedil;&atilde;o de
materias, j&aacute; por mil outras circumstancias.</p>



<p>Em terceiro lugar o pessoal, a quem est&aacute; confiada a
educa&ccedil;&atilde;o publica
entre n&oacute;s, merece tambem reforma radical. Que
educa&ccedil;&atilde;o p&oacute;de receber hum
menino ou hum mancebo que tem por professor hum estupido, ignorante, ou
hum
bebado, immoral, vicioso, incivil? Que sentimentos de boa moral e
religiosos pode com taes exemplos receber a mocidade? Que solida
instruc&ccedil;&atilde;o
receber de hum professor pregui&ccedil;oso, ou sem methodo de
ensinar, ou que
falla de maneira a n&atilde;o se lhe poder ouvir huma s&oacute;
palavra? Para ser
professor, desde as primeiras letras at&eacute; os estudos
superiores, exigem-se
muitas qualidades reunidas, que nem todos possuem: n&atilde;o he
bastante ter
grande instruc&ccedil;&atilde;o, he preciso ter bons
sentimentos moraes e religiosos;
saber exprimir-se com methodo e clareza; n&atilde;o basta ter
talento, he preciso
n&atilde;o ter pregui&ccedil;a de estudar para ir sempre
acompanhando o progresso da
sciencia.--N&atilde;o queremos com isto offender a pessoa alguma;
apenas notamos
que ha muitos que n&atilde;o est&atilde;o no caso de serem
professores por lhes faltarem
as qualidades para isso: e que o continuarem as cousas neste estado he
hum
gravissimo mal.</p>



<p>Em ultimo lugar, n&atilde;o ha entre n&oacute;s huma <i>inspec&ccedil;&atilde;o</i>
sobre a educa&ccedil;&atilde;o
geral. De sorte que os particulares abrem seus estabelecimentos, sem
que a
autoridade publica saiba si elles tem as
condi&ccedil;&otilde;es indispensaveis para
cuidarem na educa&ccedil;&atilde;o da mocidade. Do mesmo modo
os estabelecimentos
publicos n&atilde;o s&atilde;o visitados nem inspeccionados,
como o dever&atilde;o ser, por
pessoas encarregadas de examinarem como nelles vai a
educa&ccedil;&atilde;o. De maneira
que a relaxa&ccedil;&atilde;o e o desleixo, contaminando a
educa&ccedil;&atilde;o, a infecciona desde
seu principio; e em lugar de imbuir na mocidade o desejo e ardor do
trabalho, lh'o diminue e quasi extingue: e outros defeitos, que, vistos
e
conhecidos, podi&atilde;o logo ser corrigidos, continu&atilde;o
e v&atilde;o lavrando com mais
for&ccedil;a.</p>



<p>Tal he o misero estado da instruc&ccedil;&atilde;o
publica entre n&oacute;s, estado que exige
radical reforma.</p>



<p>Em primeiro lugar devia-se tirar &aacute;s
Assembl&eacute;as Provinciaes toda e
qualquer ingerencia na educa&ccedil;&atilde;o mesmo primaria. E
em segundo, &aacute;s Camaras
Municipaes a inspec&ccedil;&atilde;o que lhes confere a lei de
sua cria&ccedil;&atilde;o. Tudo devia
ser confiado ao Governo e ao poder geral.</p>



<p>Na organisa&ccedil;&atilde;o do systema, desejariamos
que elle fosse o seguinte:
esc&oacute;las primarias em todas as Provincias no maior numero
possivel, para que
ao menos essa educa&ccedil;&atilde;o chegasse a todos. Em todas
as Provincias hum
collegio de bellas-lettras, aonde a par de huma
instruc&ccedil;&atilde;o litteraria e
scientifica proporcionada &aacute;s necessidades e ao tempo, a par
de huma moral
s&atilde;, de hum verdadeiro e santo temor de Deos, o
desenvolvimento do corpo por
todos os jogos gymnasticos completasse a
educa&ccedil;&atilde;o. Finalmente huma unica
Universidade onde se viesse estudar o direito, a medicina, a theologia,
a
arte da guerra, a navega&ccedil;&atilde;o, &amp;c.</p>



<p>Reformada assim a educa&ccedil;&atilde;o publica entre
n&oacute;s, encarregada ella a pessoas
que tivessem todas as qualidades indispensaveis, e organisado ao mesmo
tempo hum ministerio publico de inspec&ccedil;&atilde;o, e
abolidos muitos abusos e
vicios de que se acha ella eivada actualmente, poderiamos caminhar com
mais
firmeza e melhores esperan&ccedil;as.</p>



<a name="ch9n"></a>
<h4>ILLUSTRA&Ccedil;&Atilde;O.</h4>



<p>A intelligencia no Brazil he o que deveria ser em hum paiz
ardente, novo
e virgem, collocado debaixo dos raios de hum sol brilhante e abrazador,
de
hum c&eacute;o puro e matizado dos mais bellos astros. Desde o
seculo XVI a
litteratura e as sciencias se cultiv&atilde;o com esmero e muito
aproveitamento na
terra de Santa Cruz. A terra virgem e grande em tudo quanto pode haver
de
bello, magestoso e sublime, n&atilde;o podia deixar de gerar filhos
que a
honrassem e gloria lhe dessem. Os nomes de tantos poetas e escriptores
Brazileiros dos seculos anteriores ao nosso j&aacute;mais
ser&atilde;o esquecidos.</p>



<p>Muito tambem deve o Brazil aos exfor&ccedil;os dos
Jezuitas, pois for&atilde;o elles
que verdadeiramente cuidar&atilde;o nas letras e em illuminar o
povo dando-lhe a
devida instruc&ccedil;&atilde;o, desde que com Thom&eacute;
de Souza se vier&atilde;o estabelecer no
paiz. Ao passo que os colonos se vi&atilde;o continuamente a
bra&ccedil;os com as
repetidas invas&otilde;es estrangeiras, e com as guerras seguidas
que lhes fazi&atilde;o
os Indigenas, os Padres da Companhia n&atilde;o cessav&atilde;o
de andar em miss&otilde;es
civilisadoras ensinando as letras, e pr&eacute;gando a
Religi&atilde;o e Moral de
Christo. E a Historia n&atilde;o deixar&aacute; de tecer
elogios a Nobrega, Anchietta,
Antonio Vieira e tantos outros que com perigo imminente da propria vida
se
abalan&ccedil;ar&atilde;o a t&atilde;o ardua empreza.
For&atilde;o os Jezuitas os primeiros que
fundar&atilde;o escolas, onde se ia beber a
illustra&ccedil;&atilde;o e a sciencia.</p>



<p>Mas no reinado de D. Jos&eacute; I for&atilde;o elles
expulsos; e o Brazil muito
soffreria, se o grande Pombal n&atilde;o mandasse ent&atilde;o
regularisar o ensino
publico, criando escolas em diversas partes. Por&eacute;m os
Brazileiros n&atilde;o se
contentav&atilde;o com a pouca instruc&ccedil;&atilde;o que
no paiz recebi&atilde;o, pois o que mais se
cultivava era a latinidade: e anhelando beber mais solida e variada
instruc&ccedil;&atilde;o, for&atilde;o n&atilde;o
poucos buscal-a &aacute; Metropole, dando assim honra a
Coimbra e gloria &aacute; patria.</p>



<p>Dest'arte foi sempre o paiz caminhando com passos de gigante
na
illustra&ccedil;&atilde;o pelos exfor&ccedil;os inauditos
de seus filhos; at&eacute; que com a vinda do
Principe Regente D. Jo&atilde;o criar&atilde;o-se,
al&eacute;m de muitas escolas, a Academia
Militar, a de Marinha, e as escolas de Cirurgia e Medicina.
Dispensando-se
deste modo em parte a necessidade de ir a Coimbra, maior numero podia
cultivar as letras, e de brilhante resultado for&atilde;o coroados
seus
exfor&ccedil;os.</p>



<p>A &eacute;poca por&eacute;m de que data o progresso
realmente maravilhoso do Brazil
neste ponto he a da Independencia. N&atilde;o era possivel que o
grito da
liberdade deixasse de electrisar cora&ccedil;&otilde;es
Americanos. Esse grito foi a voz
do Senhor que com hum s&oacute; ac&ecirc;no destruio o
ch&aacute;os fazendo apparecer a luz
brilhante e os astros que orn&atilde;o hoje o horizonte e
c&eacute;o politico,
scientifico, litterario e artistico do Imperio. Proclamada a
independencia,
reformar&atilde;o-se as escolas de Medicina, criar&atilde;o-se
Academias de Direito etc,
dispensando-se deste modo absolutamente a necessidade e dependencia de
atravessar o Oceano para al&eacute;m-mar em Coimbra receber a
instruc&ccedil;&atilde;o. E em
pouco mais de 20 annos de existencia que progresso estupendo tem feito
as
letras Brazileiras! Cor&atilde;o de vergonha os seculos brilhantes
de Pericles,
Demosthenes, Augusto e Luiz XIV, que o novo Sol Americano os eclipsa a
todos! Em t&atilde;o breves annos quantos nomes illustres
j&aacute; tem a posteridade de
inserir no catalogo dos benemeritos!</p>



<p>E quaes os meios para se chegar a este fim t&atilde;o
maravilhoso, que deixa
abysmado de admira&ccedil;&atilde;o o homem pensador?
Al&eacute;m do amor nato dos Brazileiros
&aacute;s sciencias, letras e artes; al&eacute;m da clara e
vasta intelligencia com que a
natureza os adornou; al&eacute;m das Escolas e Academias francas a
todos; al&eacute;m das
Biblioth&eacute;cas publicas e particulares (pois n&atilde;o ha
hoje homem estudioso que
n&atilde;o possua huma Biblioth&eacute;ca mais ou menos
escolhida, mais ou menos rica e
abundante; do mesmo modo que sociedades particulares, e as
Corpora&ccedil;&otilde;es
Religiosas); al&eacute;m pois de todos estes elementos, outros se
descobrem
introduzidos pela moderna civilisa&ccedil;&atilde;o: e
s&atilde;o a liberdade de pensamento, a
aboli&ccedil;&atilde;o da censura, a liberdade de imprensa, o
estabelecimento de
typographias em todas as Provincias concorrendo dest'arte para propagar
os
conhecimentos e excitar a cultivar o espirito (assim n&atilde;o
houvessem os
abusos que temos presenciado!), e finalmente a
illustra&ccedil;&atilde;o que recebemos
dos paizes civilisados com a leitura das suas melhores obras e
li&ccedil;&otilde;es dos
grandes mestres.--Accresce que, n&atilde;o satisfeitos os
Brazileiros com o estudo
e trabalho isolado, sempre reconhecer&atilde;o que o concurso de
muitos he o
verdadeiro meio de prosperar: assim fundar&atilde;o-se sociedades
scientificas e
litterarias n&atilde;o s&oacute; no tempo do Marquez de
Lavradio no Rio de Janeiro, como
muito antes na Bahia. E hoje que numero prodigioso existe!
Associa&ccedil;&otilde;es para
o estudo da Historia e Geographia, para o da Philosophia, para o do
Direito, para o da Medicina, etc., etc., existem por toda a parte: e
bem
assim muitos periodicos litterarios e scientificos, que
demonstr&atilde;o o desejo
de estudar e de propagar o mais possivel no paiz os conhecimentos
humanos
em todos os ramos.</p>



<p>O pensamento n&atilde;o conhece limites ao seu
v&ocirc;o; o infinito he a sua m&eacute;ta: e
pois avante sempre, que s&oacute; assim se conquistar&aacute; o
lugar que ao Brazil
compete na ordem das na&ccedil;&otilde;es grandes e illustradas.</p>



<a name="ch9o"></a>
<h4>INDUSTRIA.</h4>



<p>O Brazil tem prosperado em todos os ramos da industria, quer
agricola,
quer fabril, quer commercial. Mas longe est&aacute; ainda do auge a
que desejamos
que se eleve.</p>



<p>A <i>lavoura</i>, essa alma de nossa existencia,
foi sempre a
predilecta; e tem-se desenvolvido prodigiosamente, sobretudo depois de
s&aacute;bias medidas em seu beneficio, e da liberdade de commercio
com as na&ccedil;&otilde;es
estrangeiras. Al&eacute;m das madeiras de toda a casta,
al&eacute;m das plantas
medicinaes, o nacional e estrangeiro acha na lavoura tudo quanto
necessita,
n&atilde;o s&oacute; de generos alimentares, como tambem de
algod&atilde;o, canna de assucar,
caf&eacute;, ch&aacute;, fumo, etc. (o ch&aacute; cultivado
com muita vantagem em S. Paulo e
Minas). Consta que se come&ccedil;a de novo a cultivar com vantagem
no Rio Grande
do Sul o trigo, que j&aacute; em outros tempos produzia com tal
abundancia que
suppria a todas as necessidades da Provincia e at&eacute; algum se
exportava.</p>



<p>Mas huma quest&atilde;o da mais alta importancia se
suscita, e nella vai a vida
ou morte de nossa lavoura:--<i>Si he hum mal para o paiz e huma
offensa &aacute;
humanidade e aos direitos e dignidade do homem a escravid&atilde;o,
e si a nossa
lavoura n&atilde;o pode progredir nem mesmo existir sem
bra&ccedil;os affeitos aos rudes
trabalhos que ella importa, como substituir os bra&ccedil;os
escravos por bra&ccedil;os
livres?</i>--De hum lado, o estrangeiro que chega ao Brazil acha
mil modos
de vida mais commodos do que os asperos e rudes trabalhos de nossa
lavoura;
e como pouco trabalho e mais suave lhe d&aacute; o necessario e
mesmo mais do que
o necessario, elle despreza sujeitar-se a taes servi&ccedil;os:
demais, como he
facil manter-se sem sujeitar-se aos caprichos e dominio de outrem, o
estrangeiro prefere, mesmo quando se entregue &aacute; agricultura,
viver sobre
si, independente, ainda que pobre; a propriedade torna-lhe mais vivo o
sentimento da liberdade. De outro lado, o elemento da
escravid&atilde;o obsta a
que trabalhadores brancos livres, sobretudo estrangeiros, se sujeitem a
trabalhar a par de escravos; porque julg&atilde;o descer da
dignidade de homem
hombreando no servi&ccedil;o com tal gente. Por conseguinte,
&aacute; vista destes
obstaculos por ora quasi invenciveis, julgamos que tempo
vir&aacute; em que seja
possivel a t&atilde;o desejada substitui&ccedil;&atilde;o;
mas que n&atilde;o ser&aacute; em t&atilde;o breves annos.
E, em nosso pensar, os meios de se preparar essa reforma social,
s&atilde;o:
1.&ordm;, ir destruindo a pouco e pouco a escravid&atilde;o no
paiz;
2.&ordm;, promover quanto antes em grande escala a
colonisa&ccedil;&atilde;o,
sobretudo de povos que se entreguem de preferencia &aacute; lavoura.</p>



<p>A industria <i>fabril</i> tambem tem-se
desenvolvido grandemente. E
fabricas de tecidos de l&atilde;, algod&atilde;o, e de muitos
outros generos existem por
todo o Imperio; merecendo especial e honrosa
men&ccedil;&atilde;o a Provincia de Minas
Geraes, que apezar de central, he a que mais exfor&ccedil;os tem
feito desde
muitos annos, n&atilde;o esmorecendo com a concurrencia
estrangeira. Mas ainda
resta muito a caminhar para chegar &aacute;
perfei&ccedil;&atilde;o.</p>



<p>O emprego das machinas e do vapor s&atilde;o de huma
vantagem incalculavel no
progresso industrial, sobretudo em hum paiz mesquinho de
bra&ccedil;os como o
nosso. Eis, pois, o mais poderoso auxiliar de que deve
lan&ccedil;ar m&atilde;o a nossa
industria para seu engrandecimento.</p>



<p>A industria <i>commercial</i> tambem tem
progredido maravilhosamente,
sobretudo depois que se abrir&atilde;o os portos a todas as
Na&ccedil;&otilde;es do mundo. O
estrangeiro traz-nos tudo quanto necessitamos, desde generos
alimentares,
tecidos de l&atilde;, seda e algod&atilde;o at&eacute;
objectos de luxo; e leva-nos o algod&atilde;o em
rama, o assucar, a aguardente, fumo, caf&eacute;, madeiras, plantas
medicinaes e
outros objectos. Mas he de lastimar que o commercio externo ainda seja
feito absolutamente por vasos estrangeiros, e que o nosso
pavilh&atilde;o n&atilde;o
tremule nos portos das outras Na&ccedil;&otilde;es, conduzindo
n&oacute;s mesmos os proprios
generos. O commercio de cabotagem, por&ecirc;m, he feito
exclusivamente por
barcos brasileiros; e tem florecido, sobretudo com a
introduc&ccedil;&atilde;o dos barcos
de vapor. O mesmo n&atilde;o diremos do commercio terrestre, porque
as enormes
difficuldades a vencer, a falta de boas estradas, as longas viagens e
perigos que correm os generos retard&atilde;o o seu desenvolvimento.</p>



<a name="ch9p"></a>
<h4>RELA&Ccedil;&Otilde;ES EXTERNAS.</h4>



<p>Nossas rela&ccedil;&otilde;es com as outras
Na&ccedil;&otilde;es continu&atilde;o pacificas e
procur&atilde;o
estreitar-se por meio do commercio. Comtudo n&atilde;o ignoramos
que ainda pendi&atilde;o
em fins de 1848 sem solu&ccedil;&atilde;o definitiva varias
quest&otilde;es de grande monta.
Er&atilde;o ellas:</p>



<p>1.&ordm; Com a Inglaterra para a
revoga&ccedil;&atilde;o do famigerado bill de
1845, e n&atilde;o continuar a exercer o direito de <i>visita
e busca</i> nos
vasos mercantes brazileiros suspeitos de se empregarem no trafico de
Africanos, e muito menos a sujeital-os ao julgamento em seus tribunaes;
pois que tendo terminado o prazo do tratado que lhe concedia esse
direito
de <i>visita e busca</i>, e havendo cessado tambem as
commiss&otilde;es mixtas, s&oacute;
ao Brazil e seus tribunaes compete punir os que se fizerem
r&eacute;os de tal
crime, importando Africanos.</p>



<p>2.&ordm; Com a Fran&ccedil;a por usar do direito de <i>visita
e busca</i>
nos vasos mercantes brazileiros, suspeitos de traficarem em Africanos,
e
por sujeital-os ao julgamento em seus tribunaes, quando nunca existio
tratado com o Brazil que lhe d&eacute;sse tal faculdade.</p>



<p>3.&ordm; Com Portugal pelo mesmo motivo que com a
Fran&ccedil;a.</p>



<p>4.&ordm; Com os Estados-Unidos pela quest&atilde;o
Wise.</p>



<p>5.&ordm; Com a Bolivia por causa de limites, julgando-se
ella com
direito &aacute; margem direita do rio Paraguay em sua confluencia
com o Jaur&uacute; nas
fronteiras de Matto Grosso.</p>



<p>6.&ordm; Finalmente com Buenos-Ayres por muitos motivos de
parte a
parte.</p>



<p>Ao findar, por&eacute;m, o anno de 1849 o estado de nossas
rela&ccedil;&otilde;es com o
estrangeiro he o seguinte:</p>



<p>1.&ordm; Pende ainda a quest&atilde;o com a Inglaterra
por causa do bill
de 1845. E novas reclama&ccedil;&otilde;es tem feito o Brazil
pelos factos de insolente
despotismo e atrevimento com que ella nos espesinha a todo momento para
ver
si assim consegue mais facilmente extorquir-nos hum tratado commercial
como
ella entende mais convir-lhe.</p>



<p>2.&ordm; A quest&atilde;o com a Fran&ccedil;a
pode-se reputar terminada, desde
que o Governo Francez participou ao de Inglaterra n&atilde;o ter
direito algum a
proceder como o fizera at&eacute; ali.</p>



<p>3.&ordm; Com Portugal, do mesmo modo, desde que o seu
Governo
expedio ordens para Africa, reconhecendo n&atilde;o ter direito
algum de
<i>visitar</i> e <i>apresar</i> sem tratado
expresso que o autorise.</p>



<p>4.&ordm; Com os Estados-Unidos tambem terminada, porque os
Governos satisfizer&atilde;o-se com as
explica&ccedil;&otilde;es de parte a parte.</p>



<p>5.&ordm; Com a Bolivia ainda pende; no entanto as
for&ccedil;as
Bolivianas evacuar&atilde;o o territorio, que foi occupado pelas
nossas.</p>



<p>6.&ordm; Com Buenos-Ayres contin&uacute;a no
p&eacute; antigo. Os motivos s&atilde;o os
seguintes: n&atilde;o reconhecimento pelo Brazil do bloqueio de
Monte-Vid&eacute;o em
1843; memorandum do Visconde de Abrantes em 1844 aos gabinetes de
Londres e
Paris sobre a interven&ccedil;&atilde;o nos negocios do Rio da
Prata; n&atilde;o reconhecimento
do bloqueio de Monte-Vid&eacute;o e Maldonado em 1845; a
concess&atilde;o de passaportes
a Rivera; a supposta protec&ccedil;&atilde;o dada pelo Brazil
ao General Paz; o
reconhecimento solemne da independencia do Paraguay; e at&eacute;
satisfa&ccedil;&otilde;es por
opini&otilde;es emittidas nas Camaras! ultimamente
reclama&ccedil;&otilde;es sobre reuni&otilde;es na
fronteira do Rio Grande do Sul.</p>



<a name="ch9q"></a>
<h4>NECESSIDADES DO PAIZ.</h4>



<p>Comquanto pela rezenha que temos feito, pare&ccedil;a por
hum lado prospero o
estado do paiz, todavia n&atilde;o nos illudamos. Para sua
verdadeira e solida
prosperidade em tudo, necessita elle:</p>



<p>1.&ordm; De boas providencias que tend&atilde;o
n&atilde;o s&oacute; a abolir
effectivamente o barbaro e infame trafico de Africanos, como a
escravid&atilde;o
no paiz.</p>



<p>2.&ordm; Promover em grande escala a
colonisa&ccedil;&atilde;o, com preferencia
de povos que se dediquem &aacute; lavoura.</p>



<p>3.&ordm; De medidas que protej&atilde;o e
fa&ccedil;&atilde;o prosperar a lavoura, o
commercio interno e externo (as duas grandes arterias de nossa
existencia e
grandeza); a navega&ccedil;&atilde;o, tanto costeira como
fluvial e al&eacute;m-mar at&eacute; os
portos estrangeiros; e a industria manufactureira.</p>



<p>4.&ordm; De providencias que garant&atilde;o
efficazmente a propriedade e
seguran&ccedil;a individual do cidad&atilde;o e estrangeiro,
sem as quaes acanhado he o
progresso.</p>



<p>5.&ordm; De reforma no ensino publico.</p>



<p>6.&ordm; De reforma na organisa&ccedil;&atilde;o
Judiciaria actualmente
existente, dando aos Magistrados a importancia e garantias que devem
ter, e
sem as quaes a independencia do Poder Judicial he letra morta na
Constitui&ccedil;&atilde;o do Imperio.</p>



<p>7.&ordm; De huma Lei de Elei&ccedil;&otilde;es;
pois que a de 1846 acha-se t&atilde;o
explicada que j&aacute; n&atilde;o ha Lei.</p>



<p>8.&ordm; De novo regimento da Guarda Nacional,
organisando-a de
tal modo que toda ella seja hum formidavel exercito de reserva
perfeitamente disciplinado.--A necessidade de dar aos Brazileiros huma
educa&ccedil;&atilde;o tambem militar, adestral-os no manejo de
todas as armas, e nas
evolu&ccedil;&otilde;es militares he inegavel e palpitante. Em
hum paiz t&atilde;o extenso como
o nosso, e de popula&ccedil;&atilde;o t&atilde;o diminuta,
quasi nada he para hum caso mais
grave hum exercito de 20 ou mesmo 50 mil homens: a Guarda Nacional tem
de
ser quasi infallivelmente a primeira a combater o inimigo, ou pelo
menos
auxiliar muito poderoso da tropa de linha. Si ella portanto for
perfeitamente disciplinada, teremos n&atilde;o 20 ou 50 mil homens,
por&eacute;m 500 ou
600 mil bayonetas promptas a expellir o estrangeiro em qualquer parte
que
elle se apresente. O contrario he deixar-se matar sem se saber
defender.</p>



<p>9.&ordm; De reforma nas Leis Militares.</p>



<p>10.&ordm; De medidas que procurem elevar a nossa Marinha
de Guerra ao p&eacute; de
importancia que deve ter, augmentando a nossa insignificante esquadra
sobretudo com vapores de guerra para dest'arte podermos melhor defender
nossas extensissimas costas e fazer-nos respeitar das outras
Na&ccedil;&otilde;es;
porque, segundo hum grande Publicista--<i>Si as
Na&ccedil;&otilde;es querem ser
respeitadas devem no tempo de paz estar preparadas para a guerra</i>--;
entre as Na&ccedil;&otilde;es a for&ccedil;a he o respeito.</p>



<p>11.&ordm; A confec&ccedil;&atilde;o de hum Codigo
Civil que substitua a t&atilde;o emmaranhada
legisla&ccedil;&atilde;o que ainda nos rege.</p>



<p>12.&ordm; Tratados que fixem definitivamente os limites do
Imperio.--He sabido
que poucos s&atilde;o os tratados que temos em vigor; porque os de
1777 e 1778
for&atilde;o rotos pela guerra de 1801, e n&atilde;o
restaurados pelo tratado de paz de 6
de Junho do mesmo anno; de sorte que do lado do Sul apenas temos o de
1819
com Monte-Vid&eacute;o, visto que o definitivo promettido pela
conven&ccedil;&atilde;o de 1828
ainda se n&atilde;o fez. Do lado do N. temos com as Guyanas
sobretudo Franceza
varios tratados e conven&ccedil;&otilde;es. De maneira que em
tudo mais o Brazil contin&uacute;a
a reger-se pelo principio do <i>uti possidetis</i>; o que
tem dado lugar a
muitas quest&otilde;es mesmo na actualidade. Para cessarem portanto
todas as
quest&otilde;es e difficuldades futuras he indispensavel tratar-se
de conven&ccedil;&otilde;es
definitivas de limites com todos os nossos visinhos, buscando
ent&atilde;o a linha
que mais nos convier.</p>



<p>Eis em poucas palavras o estado do Brazil ao findar o anno de
1849, e
suas necessidades mais vitaes. A Providencia vele sobre nossa patria e
lhe
d&ecirc; o futuro grandioso e brilhante a que tem direito de
aspirar, fazendo
cessar todos os motivos e elementos que ora retard&atilde;o seu
progresso
estupendo. Que o Brazil seja a primeira das
Na&ccedil;&otilde;es, eis o nosso mais
ardente voto. Mas qu&atilde;o longe de n&oacute;s essa
&eacute;poca ditosa! Feliz a gera&ccedil;&atilde;o que
vir o Brazil povoado de centenas de milh&otilde;es de homens,
por&ecirc;m livres todos;
semeiado de ricas e populosas cidades; florecente pelo commercio,
agricultura, industria, sciencias, letras e artes; com bellas estradas
de
ferro que transportem de huns a outros pontos com a rapidez do raio os
immensos thesouros ainda pouco conhecidos e apreciados de nossas
Provincias, sobretudo centraes; com telegraphos electricos que levem as
noticias e providencias com a velocidade do relampago desde o
Par&aacute; at&eacute; S.
Pedro do Sul, desde o Rio de Janeiro at&eacute; os extremos confins
de Matto
Grosso; com huma brilhante navega&ccedil;&atilde;o costeira,
fluvial e al&eacute;m-mar; com huma
Marinha de Guerra ainda mais brilhante, que fa&ccedil;a tremular o
nosso pavilh&atilde;o
nas cinco partes do mundo, e nos fa&ccedil;a respeitar e temer de
todas as Na&ccedil;&otilde;es!
Remota &eacute;poca, mas n&atilde;o impossivel! Unamo-nos e
trabalhemos todos com
enthusiasmo para esse fim ultimo, concorrendo cada qual com o maior
contingente que poder; que os nossos votos se cumprir&atilde;o, e a
terra de Santa
Cruz ha de hum dia gozar dos fructos do nosso trabalho. Com o auxilio
do
Omnipotente nada he impossivel; e Elle protege e ampara o Brazil.
Trabalhemos pois todos para a sua grandeza, que s&oacute; assim bem
mereceremos da
patria e das gera&ccedil;&otilde;es futuras.</p>



<b>FIN.</b>

</body>
</html>
